BEGIN;
TRUNCATE TABLE store_mst RESTART IDENTITY;
INSERT INTO store_mst (store_idx, store_cd, store_nm, owner_nm, region_cd, store_tel, address, latitude, longitude, store_status, cont_end_dt, auto_renewal_yn, store_type, created_at, updated_at, adress_detail, zip_cd, brand_cd, cont_start_dt, business_number, fr_fee, edu_fee, insu_deposit, cont_deposit, cont_manager, edu_manager, sv_id, first_cont_dt, cont_area, real_area, floor, parking_count, premium_fee, monthly_rent, rent_deposit, notes, prop_idx, partner_idx, zone_idx) VALUES
(1, NULL, '본사', '테스트', '1', NULL, '서울 금천구 가산디지털1로 168', 37.4791832, 126.8830490, 'renewal', '2025-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, 'C동 1407호~1412호', '08507', 'YJ', '2023-07-23', NULL, 0, 0, 0, 0, '관리자', NULL, '관리자', '2019-07-23', 0.00, 0.00, NULL, NULL, 0, 0, 0, NULL, 1, 1, NULL),
(2, NULL, '서울강남서초타운점', '이병윤', '1', NULL, '서울 서초구 강남대로55길 9-13', 37.4949837, 127.0278397, 'new', NULL, true, 'DI', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 (서초동)', '06621', 'YJ', NULL, NULL, 0, 0, 0, 0, '서태윤', NULL, '박현수', NULL, 0.00, 90.98, 1, NULL, 0, 10000000, 300000000, NULL, 2, 2, NULL),
(3, NULL, '서울독산역점', '이병윤', '1', NULL, '서울 금천구 범안로 1138', 37.4657974, 126.8883972, 'new', NULL, true, 'DI', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '고려테크온 지상 1층 102~103호(가산동)', '08595', 'YJ', NULL, '5468502608', 0, 0, 0, 0, '서태윤', NULL, '박현수', NULL, 0.00, 110.39, 1, NULL, 0, 6500000, 0, 'open_dt: 2024-10-04', 3, 3, NULL),
(4, NULL, '서울송리단길석촌역점', '정종석', '1', NULL, '서울 송파구 송파동 21', 37.5069122, 127.1084747, 'new', '2027-12-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '102호', '05621', 'YJ', '2025-12-31', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '최지호', '2025-12-31', 89.99, 79.00, 1, NULL, 190000000, 3100000, 60000000, 'open_dt: 2026-01-13', 4, 4, NULL),
(5, NULL, '서울여의도점', '이병윤', '1', NULL, '서울 영등포구 의사당대로1길 25', 37.5200615, 126.9298477, 'new', NULL, true, 'DI', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 (여의도동)', '07333', 'YJ', NULL, '3828502697', 0, 0, 0, 0, '서태윤', NULL, '박현수', NULL, 0.00, 139.08, 1, NULL, 300000000, 12200000, 120000000, NULL, 5, 5, NULL),
(6, NULL, '안동 옥동점 - 사용안함', '백송이', '15', NULL, '경북 안동시 복주1길 56', 36.5621643, 128.7004089, 'renewal', '2025-10-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '760-310', 'YJ', '2023-10-31', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '미지정(운영)', '2019-10-31', 138.60, 0.00, NULL, NULL, 10000000, 2500000, 20000000, 'open_dt: 2019-11-21', 6, 6, NULL),
(7, NULL, '역전할머니맥주(순천오천점)', '양진호', '14', '010-8434-9207', '전라남도 순천시 오천6길 6-10', 34.9343224, 127.4941406, 'terminated', '2022-03-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(오천동)', NULL, 'YJ', '2021-09-11', '8761201428', 0, 0, 0, 0, NULL, NULL, '박경팔', '2017-09-11', 108.00, 0.00, 0, NULL, 0, 1500000, 30000000, 'open_dt: 2017-10-13 / store_note: 가맹점 관리 2개로 인한 1개 삭제', 7, 7, NULL),
(8, NULL, '역전할머니맥주(충북 혁신점)', '안정수', '11', NULL, '충북 음성군 맹동면 대하 4길 14', 36.9088745, 127.5442505, 'renewal', '2025-09-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(두성리)', NULL, 'YJ', '2023-09-23', '6790200417', 0, 0, 0, 0, '김진석', NULL, '관리자', '2017-09-23', 120.00, 0.00, 0, NULL, 0, 1000000, 90000000, 'open_dt: 2017-10-12', 8, 8, NULL),
(9, 'YJGG240970', '파주LG디스플레이점', '신민엽', '9', NULL, '경기 파주시 월롱면 엘씨디로 201', 37.8085709, 126.7614670, 'new', '2026-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '정다운마을 기숙사 복지동A 2층', '10845', 'YJ', '2024-07-08', '8642301891', 7000000, 3000000, 0, 2000000, '이영규', NULL, '홍태선', '2024-07-08', 165.00, 165.00, NULL, NULL, 0, 0, 0, 'open_dt: 2024-07-30', 9, 9, NULL),
(10, 'KOYJUS210740', '할맥  울산천곡점', '김해준', '7', NULL, '울산 북구 달천로 22', 35.6341133, 129.3329620, 'renewal', '2027-06-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '44202', 'YJ', '2025-06-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2021-06-10', 82.08, 0.00, NULL, NULL, 45000000, 2500000, 50000000, 'open_dt: 2021-07-08', 10, 10, NULL),
(11, 'KOYJGG210751', '할맥 가평 현리점(소)', '전혜숙', '9', NULL, '경기 가평군 조종면 조종새싹로 20-9', 37.8204613, 127.3496552, 'renewal', '2025-07-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12437', 'YJ', '2023-07-20', '6381700841', 0, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2021-07-20', 75.90, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2021-07-29 / store_note: 2024.12.16 가맹점 폐점 확정', 11, 11, NULL),
(12, 'KOYJGW190212', '할맥 강릉 교동점', '최기호', '10', NULL, '강원 강릉시 하슬라로206번길 24', 37.7676582, 128.8782349, 'renewal', '2027-04-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '210-924', 'YJ', '2025-04-22', '1374800527', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-04-22', 83.00, 0.00, NULL, NULL, 0, 1650000, 80000000, 'open_dt: 2019-05-08', 12, 12, NULL),
(13, 'KOYJGW210705', '할맥 강원 홍천점', '정해리', '10', NULL, '강원 홍천군 홍천읍 신장대로 52', 37.6902542, 127.8821182, 'renewal', '2027-03-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '25136', 'YJ', '2025-03-26', '2051775725', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-03-26', 66.00, 0.00, NULL, NULL, 0, 1000000, 30000000, 'open_dt: 2021-04-30', 13, 13, NULL),
(14, 'YJGW230928', '할맥 강원양양점', '신영님', '10', NULL, '강원특별자치도 양양군 양양읍 남문7길 8-1', 38.0744781, 128.6219482, 'new', '2025-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '25030', 'YJ', '2023-11-20', '7960203233', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '제갈민', '2023-11-20', 99.00, 0.00, NULL, NULL, 0, 1200000, 10000000, 'open_dt: 2023-11-30', 14, 14, NULL),
(15, 'KOYJGN190292', '할맥 거제고현점', '이혜경', '16', NULL, '경남 거제시 거제중앙로 1910-5', 34.8888397, 128.6240997, 'renewal', '2025-07-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '656-935', 'YJ', '2023-07-23', '6916200560', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-07-23', 115.50, 0.00, NULL, NULL, 60000000, 2500000, 50000000, 'open_dt: 2019-08-02 / store_note: 21년 10월 8일

윤태현 -> 이혜경 양도양수 진행', 15, 15, NULL),
(16, 'KOYJGN190323', '할맥 거제아주점', '구자민', '16', NULL, '경남 거제시 아주동 1687-5', 34.8669853, 128.6883087, 'renewal', '2025-09-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '656-220', 'YJ', '2023-09-27', '4957600289', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-09-27', 112.20, 0.00, NULL, NULL, 30000000, 2400000, 30000000, 'open_dt: 2019-10-08', 16, 16, NULL),
(17, NULL, '할맥 거제옥포점', '황정운', '16', NULL, '경남 거제시 옥포동 1290-1', 34.8984604, 128.6872864, 'new', '2027-02-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층상가 104호', '53224', 'YJ', '2025-02-11', '5352502185', 7000000, 3000000, 0, 2000000, '이영규', NULL, '성화정', '2025-02-11', 75.00, 75.00, NULL, NULL, 0, 800000, 25000000, 'open_dt: 2025-02-25', 17, 17, NULL),
(18, 'KOYJGN200422', '할맥 거제장평점', '김은선', '16', NULL, '경남 거제시 장평동 626-13', 34.8922844, 128.6056976, 'renewal', '2026-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '656-927', 'YJ', '2024-01-29', '1865600368', 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2020-01-29', 75.90, 0.00, NULL, NULL, 20000000, 1800000, 20000000, 'open_dt: 2020-02-19', 18, 18, NULL),
(19, 'KOYJGG210713', '할맥 경기 가평점', '이슬', '9', NULL, '경기 가평군 가평읍 가화로 107', 37.8291969, 127.5138550, 'renewal', '2027-05-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12418', 'YJ', '2025-05-06', '7501002780', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-05-06', 75.90, 0.00, NULL, NULL, 20000000, 1000000, 10000000, 'open_dt: 2021-05-13 / store_note: 이슬

960809

010-9992-8740

서울특별시 중랑구 면목로 36길 30 (면목동)

960809_ls@naver.com', 19, 19, NULL),
(20, 'KOYJGG200649', '할맥 경기 양평점', '이준형', '9', NULL, '경기 양평군 양평읍 양근리 404-6', 37.4911079, 127.4908295, 'transfer', '2026-09-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-22', '4341501389', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2020-09-22', 75.90, 0.00, NULL, NULL, 50000000, 1700000, 40000000, 'open_dt: 2020-10-15', 20, 20, NULL),
(21, 'KOYJGG200594', '할맥 경기고양점', '채송화', '9', NULL, '경기 고양시 덕양구 혜음로 29-11', 37.7032700, 126.9011688, 'renewal', '2026-08-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-06', '5321201552', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2020-08-06', 99.00, 0.00, NULL, NULL, 20000000, 1700000, 30000000, 'open_dt: 2020-08-21', 21, 21, NULL),
(22, 'KOYJGG200525', '할맥 경기광주경안점', '박지우', '9', NULL, '경기 광주시 광주대로55번길 12', 37.4117088, 127.2591019, 'transfer', '2026-06-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-08', '6142463493', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-06-08', 108.60, 0.00, NULL, NULL, 80000000, 4000000, 50000000, 'open_dt: 2020-06-12', 22, 22, NULL),
(23, NULL, '할맥 경기광주고산점', '김천희', '9', NULL, '경기 광주시 고산동 319-11', 37.3710098, 127.2294159, 'new', '2027-01-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층 일부', '12790', 'YJ', '2025-01-13', NULL, 7000000, 3000000, 0, 2000000, '이영규', '김태운', '조윤제', '2025-01-13', 96.00, 96.00, 2, NULL, 0, 1900000, 24000000, 'open_dt: 2025-01-23', 23, 23, NULL),
(24, NULL, '할맥 경기광주삼동점', '박소연', '9', NULL, '경기 광주시 삼동 281-14', 37.4115219, 127.1988297, 'new', '2025-09-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12767', 'YJ', '2023-09-04', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '조윤제', '2023-09-04', 82.00, 0.00, NULL, NULL, 30000000, 1900000, 25000000, 'open_dt: 2023-09-13', 24, 24, NULL),
(25, NULL, '할맥 경기광주쌍령점', '김근진', '9', NULL, '경기 광주시 쌍령동 353-34', 37.3970947, 127.2762299, 'new', '2026-03-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12792', 'YJ', '2024-03-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2024-03-11', 66.00, 0.00, NULL, NULL, 0, 1870000, 40000000, 'open_dt: 2024-03-28', 25, 25, NULL),
(26, NULL, '할맥 경기광주양벌점', '김수인', '9', NULL, '경기 광주시 양벌동 324-3', 37.3778992, 127.2568970, 'new', '2026-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '12793', 'YJ', '2024-08-12', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2024-08-12', 70.00, 70.00, 1, NULL, 38000000, 1700000, 20000000, 'open_dt: 2024-08-29', 26, 26, NULL),
(27, 'KOYJGG220844', '할맥 경기광주오포능평점', '김수환 외1명', '9', NULL, '경기 광주시 오포읍 능평리 166-10', 37.3452415, 127.1772766, 'renewal', '2026-08-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12773', 'YJ', '2024-08-18', '3253201253', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-08-18', 100.00, 0.00, NULL, NULL, 0, 3300000, 60000000, 'open_dt: 2022-09-01', 27, 27, NULL),
(28, 'KOYJGG220808', '할맥 경기광주오포신현점', '하돌', '9', NULL, '경기 광주시 오포읍 새말길 45-1', 37.3638382, 127.1591187, 'transfer', '2026-05-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12820', 'YJ', '2024-05-10', '1441301857', 0, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-05-10', 99.00, 0.00, NULL, NULL, 40000000, 2350000, 40000000, 'open_dt: 2022-05-19', 28, 28, NULL),
(29, NULL, '할맥 경기광주태전점', '손대우', '9', NULL, '경기 광주시 태봉로 10', 37.3923149, 127.2309494, 'renewal', '2027-04-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12785', 'YJ', '2025-04-24', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2023-04-24', 69.30, 0.00, NULL, NULL, 0, 2400000, 50000000, 'open_dt: 2023-05-03', 29, 29, NULL),
(30, 'KOYJGN200471', '할맥 경남거창점', '민동민', '16', NULL, '경남 거창군 거창읍 공수들4길 14', 35.6866951, 127.9029541, 'transfer', '2026-03-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-19', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '이화은', '2020-03-20', 132.00, 0.00, NULL, NULL, 40000000, 1400000, 30000000, 'open_dt: 2020-04-09', 30, 30, NULL),
(31, 'KOYJGN200614', '할맥 경남고성점', '강미숙', '16', NULL, '경남 고성군 고성읍 동외리 288-2', 34.9753685, 128.3256226, 'renewal', '2026-08-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-13', '7200401853', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2020-08-13', 99.00, 0.00, NULL, NULL, 25000000, 1200000, 20000000, 'open_dt: 2020-09-10', 31, 31, NULL),
(32, 'KOYJGN200489', '할맥 경남남해점', '고윤희', '16', NULL, '경남 남해군 남해읍 화전로96번가길 21', 34.8418274, 127.8945541, 'renewal', '2026-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-07', '2013400777', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-04-07', 118.80, 0.00, NULL, NULL, 0, 1500000, 50000000, 'open_dt: 2020-04-28', 32, 32, NULL),
(33, 'KOYJGN190221', '할맥 경남사천점', '손승우', '16', NULL, '경남 사천시 사천읍 사주길 88', 35.0788040, 128.0843506, 'renewal', '2027-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '664-806', 'YJ', '2025-04-29', '1652901364', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-04-29', 121.00, 0.00, NULL, NULL, 50000000, 1800000, 40000000, 'open_dt: 2019-05-07 / store_note: 최초 양도양수 : 2023.01.01 

박진웅 -> 정승이



두번째 양도양수 일자 : 2023.10.25

기존사업자 정승이-> 손승우 (단순 명의변경)', 33, 33, NULL),
(34, 'KOYJGN190334', '할맥 경남창원대점', '백미화', '16', NULL, '경남 창원시 의창구 사림동 25', 35.2408791, 128.6880798, 'renewal', '2025-10-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '641-824', 'YJ', '2023-10-10', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2019-10-10', 99.00, 0.00, NULL, NULL, 0, 1800000, 40000000, 'open_dt: 2019-10-23', 34, 34, NULL),
(35, 'KOYJGN210717', '할맥 경남함양점', '하현준', '16', NULL, '경남 함양군 함양읍 고운로 66', 35.5205841, 127.7287521, 'transfer', '2027-04-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '50040', 'YJ', '2025-04-27', NULL, 0, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2021-04-28', 66.00, 0.00, NULL, NULL, 20000000, 1000000, 30000000, 'open_dt: 2021-05-20', 35, 35, NULL),
(36, 'KOYJGB220807', '할맥 경북성주점', '김은영', '15', NULL, '경북 성주군 성주읍 백전리 643-1', 35.9214363, 128.2783051, 'transfer', '2026-04-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '40022', 'YJ', '2024-04-28', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2022-04-28', 92.40, 0.00, NULL, NULL, 0, 1485000, 20000000, 'open_dt: 2022-05-17', 36, 36, NULL),
(37, 'KOYJGB210764', '할맥 경북영덕점', '박양규', '15', NULL, '경북 영덕군 영덕읍 중앙길 53', 36.4102097, 129.3741302, 'renewal', '2025-08-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '36439', 'YJ', '2023-08-26', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2021-08-26', 79.20, 0.00, NULL, NULL, 7000000, 1500000, 20000000, 'open_dt: 2021-09-07', 37, 37, NULL),
(38, NULL, '할맥 경북울진점', '남정현', '15', NULL, '경북 울진군 울진읍 연호로 13', 36.9937325, 129.4027557, 'transfer', '2027-01-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '36324', 'YJ', '2025-01-05', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2023-01-05', 177.58, 0.00, NULL, NULL, 30000000, 2000000, 30000000, 'open_dt: 2023-01-12', 38, 38, NULL),
(39, 'KOYJGB220841', '할맥 경산대구대캠퍼스', '방태수', '16', NULL, '경북 경산시 진량읍 대구대로 252-2', 35.8966255, 128.8503113, 'renewal', '2026-06-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '38454', 'YJ', '2024-06-27', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2022-06-27', 71.92, 0.00, NULL, NULL, 18000000, 1000000, 30000000, NULL, 39, 39, NULL),
(40, 'KOYJGB200435', '할맥 경산백천점', '안진원', '15', NULL, '경북 경산시 경청로219길 3-7', 35.8024864, 128.7375946, 'renewal', '2026-02-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '712-100', 'YJ', '2024-02-11', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-02-11', 89.10, 0.00, NULL, NULL, 15000000, 1200000, 20000000, 'open_dt: 2020-03-03', 40, 40, NULL),
(41, 'KOYJGB190357', '할맥 경산사동점', '이향림', '15', NULL, '경북 경산시 사동 28', 35.8123779, 128.7548828, 'renewal', '2025-11-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '712-190', 'YJ', '2023-11-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-11-08', 99.00, 0.00, NULL, NULL, 0, 2350000, 50000000, 'open_dt: 2019-11-19', 41, 41, NULL),
(42, 'KOYJGB180140', '할맥 경산영남대점', '최용연', '15', NULL, '경상북도 경산시 조영동 280-15', 35.8377914, 128.7541046, 'renewal', '2026-10-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(조영동)', NULL, 'YJ', '2024-10-18', '5733600507', 0, 0, 0, 0, '김진석', NULL, '김룡섭', '2018-10-19', 100.17, 0.00, 0, NULL, 0, 2400000, 30000000, 'open_dt: 2018-10-31 / store_note: 양도양수 일자 : 24.02.04

기존사업자 최근식 -> 최용연(가족간 명의변경)', 42, 42, NULL),
(43, 'KOYJGB210744', '할맥 경산옥곡점', '류후병', '15', NULL, '경북 경산시 경산로16길 2-12', 35.8152733, 128.7316132, 'renewal', '2027-06-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '38686', 'YJ', '2025-06-29', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2021-06-30', 52.80, 0.00, NULL, NULL, 0, 800000, 10000000, 'open_dt: 2021-07-13 / store_note: 박진표 > 류후병 08월25일 양도양수', 43, 43, NULL),
(44, 'KOYJGB190335', '할맥 경산옥산점', '이승빈', '15', NULL, '경북 경산시 옥산동 747-1', 35.8258781, 128.7278290, 'transfer', '2025-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '712-800', 'YJ', '2023-10-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-10-08', 82.50, 0.00, NULL, NULL, 25000000, 1670000, 30000000, 'open_dt: 2019-10-24', 44, 44, NULL),
(45, NULL, '할맥 경산임당역점', '김상규', '15', NULL, '경북 경산시 계양동 717', 35.8337059, 128.7418365, 'new', '2025-07-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '38615', 'YJ', '2023-07-31', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2023-07-31', 81.90, 0.00, NULL, NULL, 0, 2300000, 40000000, 'open_dt: 2023-08-17', 45, 45, NULL),
(46, 'KOYJGB180122', '할맥 경산정평점', '주옥연', '15', NULL, '경상북도 경산시 정평동 184-4', 35.8363342, 128.7254486, 'renewal', '2026-08-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(정평동)', NULL, 'YJ', '2024-08-22', '7610500997', 0, 0, 0, 0, '김진석', NULL, '김룡섭', '2018-08-23', 90.48, 0.00, 0, NULL, 0, 1750000, 40000000, 'open_dt: 2018-08-30', 46, 46, NULL),
(47, 'KOYJGB190239', '할맥 경산하양점', '박진규', '15', NULL, '경북 경산시 하양읍 하양로 23', 35.9083977, 128.8125305, 'renewal', '2027-05-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '712-909', 'YJ', '2025-05-13', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-05-14', 99.00, 0.00, NULL, NULL, 0, 1850000, 30000000, 'open_dt: 2019-05-24 / store_note: 양도양수 일자 : 24.10.16

기존사업자  오남정 -> 박진규(양도양수)', 47, 47, NULL),
(48, 'KOYJGB200501', '할맥 경주금장지점', '이재우', '15', NULL, '경북 경주시 현곡면 안현로 23', 35.8696175, 129.2027740, 'transfer', '2026-04-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-23', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-04-24', 114.84, 0.00, NULL, NULL, 0, 830000, 10000000, 'open_dt: 2020-05-12', 48, 48, NULL),
(49, 'KOYJGB190307', '할맥 경주석장점', '송동직', '15', NULL, '경북 경주시 석장동 735', 35.8612366, 129.1914215, 'transfer', '2025-08-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '780-350', 'YJ', '2023-08-07', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-08-07', 125.40, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2019-08-21 / store_note: 1) 최형동 -> 최성철 / 양도양수일자 : 21.08.01

2) 최성철 -> 김춘자 / 양도양수일자 : 24.02.05

3) 김춘자 -> 송동직 (가족간 단순 명의 변경-모자관계) / 양도양수일자 : 24.12.09', 49, 49, NULL),
(50, 'KOYJGB200389', '할맥 경주용황점', '박보성', '15', NULL, '경북 경주시 용황구획4길 39', 35.8831711, 129.2277679, 'renewal', '2025-12-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-12-04', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2019-12-04', 82.50, 0.00, NULL, NULL, 0, 1600000, 30000000, 'open_dt: 2020-01-07 / store_note: 21.11.01 한은숙 -> 서정애 양도양수



23.04.01 박보성 양도양수', 50, 50, NULL),
(51, 'KOYJCN200507', '할맥 계룡엄사점', '김동욱', '12', NULL, '충남 계룡시 엄사면 전원1길 3', 36.2904472, 127.2421494, 'renewal', '2026-04-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-09', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-04-10', 118.80, 0.00, NULL, NULL, 40000000, 1250000, 10000000, 'open_dt: 2020-05-20', 51, 51, NULL),
(52, NULL, '할맥 고양도래울점', '안미영', '9', NULL, '경기 고양시 덕양구 도내동 950', 37.6362610, 126.8703308, 'renewal', '2027-06-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '134호', '10551', 'YJ', '2025-06-05', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2023-06-05', 76.60, 0.00, NULL, NULL, 0, 3100000, 40000000, 'open_dt: 2023-06-15', 52, 52, NULL),
(53, 'KOYJGG200671', '할맥 고양삼송점', '전계령 외 2명', '9', NULL, '경기 고양시 덕양구 동송로 33', 37.6490631, 126.8969727, 'renewal', '2026-12-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-12-10', '7560202712', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2020-12-10', 82.50, 0.00, NULL, NULL, 30000000, 4500000, 60000000, 'open_dt: 2020-12-30', 53, 53, NULL),
(54, 'KOYJGG200554', '할맥 고양신원점', '조은영', '9', NULL, '경기 고양시 덕양구 신원동 634-2', 37.6626549, 126.8908386, 'transfer', '2026-06-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-23', '2045900459', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2020-06-23', 79.20, 0.00, NULL, NULL, 0, 3600000, 40000000, 'open_dt: 2020-07-10', 54, 54, NULL),
(55, 'KOYJGG200656', '할맥 고양원당점', '황민혜', '9', NULL, '경기 고양시 덕양구 성사동 703', 37.6550446, 126.8366547, 'renewal', '2026-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-22', '6541901434', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2020-10-22', 82.50, 0.00, NULL, NULL, 80000000, 1800000, 35000000, 'open_dt: 2020-11-12', 55, 55, NULL),
(56, 'KOYJGG200662', '할맥 고양원흥점', '김립', '9', NULL, '경기 고양시 덕양구 원흥동 631', 37.6492348, 126.8748245, 'renewal', '2026-11-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-09', '8705400493', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2020-11-09', 54.00, 0.00, NULL, NULL, 0, 2800000, 70000000, 'open_dt: 2020-12-01', 56, 56, NULL),
(57, 'YJGG240961', '할맥 고양일산역점', '윤영탁', '9', NULL, '경기 고양시 일산서구 일산동 2148', 37.6837044, 126.7697754, 'new', '2028-05-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, 'C102호', '10353', 'YJ', '2026-05-20', '1142129510', 7000000, 3000000, 0, 2000000, '이영규', NULL, '홍태선', '2024-05-20', 64.00, 64.00, 1, NULL, 0, 2700000, 32400000, 'open_dt: 2024-06-13 / store_note: [ 양수인 정보 ]

- 이름 : 박민성

- 생년월일 : 890817

- 연락처 : 010-9198-3558

- 주소 : 경기도 고양시 일산동구 백석로 119, 207동 106호

- 이메일 : ijgih0517@naver.com', 57, 57, NULL),
(58, NULL, '할맥 고양지축역점', '강재희', '9', NULL, '경기 고양시 덕양구 지축1로 45', 37.6485291, 126.9153137, 'renewal', '2027-02-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10585', 'YJ', '2025-02-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2023-02-20', 66.00, 0.00, NULL, NULL, 0, 4500000, 65000000, 'open_dt: 2023-03-09', 58, 58, NULL),
(59, 'KOYJGG210683', '할맥 고양행신역점', '박형춘', '9', NULL, '경기 고양시 덕양구 행신동 761', 37.6152840, 126.8344879, 'renewal', '2027-01-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-01-12', '3670501907', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2021-01-12', 57.09, 0.00, NULL, NULL, 60000000, 2450000, 40000000, 'open_dt: 2021-02-16', 59, 59, NULL),
(60, 'KOYJGG200629', '할맥 고양화정점', '김가영', '9', NULL, '경기 고양시 덕양구 화정동 980-1', 37.6323853, 126.8318634, 'renewal', '2026-09-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-07', '6140467318', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-09-07', 128.70, 0.00, NULL, NULL, 150000000, 10000000, 150000000, 'open_dt: 2020-09-22 / store_note: 동의서 작성이 연락가능번호 : 010-7344-5587(김가영)

일반소통번호 : 010-9277-4219', 60, 60, NULL),
(61, 'KOYJCN180143', '할맥 공주대점', '이수현', '12', NULL, '충청남도 공주시 번영2로 68-3', 36.4727669, 127.1362686, 'transfer', '2026-11-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신관동)', NULL, 'YJ', '2024-11-04', '2242702519', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-11-05', 113.49, 0.00, 0, NULL, 0, 1550000, 20000000, 'open_dt: 2018-11-13 / store_note: 20.02.10

양도양수 完



21.06.23

공동사업자(이선경,김정화)->단독사업자(김정화) 변경', 61, 61, NULL),
(62, 'KOYJGG210693', '할맥 광명 소하점', '성우빈', '9', NULL, '경기 광명시 소하동 1343-6', 37.4464607, 126.8834991, 'renewal', '2027-03-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '14316', 'YJ', '2025-03-08', '3280302101', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2021-03-08', 99.00, 0.00, NULL, NULL, 0, 4800000, 80000000, 'open_dt: 2021-03-31', 62, 62, NULL),
(63, 'KOYJGG200407', '할맥 광명 철산점', '김평화', '9', NULL, '경기 광명시 철산동 431', 37.4750252, 126.8693237, 'transfer', '2026-01-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '423-837', 'YJ', '2024-01-13', '6218703294', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-01-13', 99.00, 0.00, NULL, NULL, 300000000, 8540000, 60000000, 'open_dt: 2020-01-23 / store_note: 2025.04.01 양도양수 진행

이수애(법인) -> 김평화(법인)', 63, 63, NULL),
(64, 'KOYJGG200476', '할맥 광명 하안점', '구혜숙', '9', NULL, '경기 광명시 하안로 293-8', 37.4617348, 126.8794937, 'renewal', '2028-03-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-04-01', '1122198914', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-04-01', 75.90, 0.00, NULL, NULL, 150000000, 5200000, 75000000, 'open_dt: 2020-04-16', 64, 64, NULL),
(65, 'KOYJGG200630', '할맥 광명사거리점', '김정수', '9', NULL, '경기 광명시 오리로985번길 11', 37.4785194, 126.8534393, 'transfer', '2026-09-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-04', '4315200974', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2020-09-04', 82.50, 0.00, NULL, NULL, 70000000, 2600000, 50000000, 'open_dt: 2020-09-24', 65, 65, NULL),
(66, 'KOYJGG200416', '할맥 광명역점', '윤영훈', '9', NULL, '경기 광명시 일직로12번길 24', 37.4208603, 126.8818436, 'renewal', '2028-01-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-01-16', '2231362012', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-01-16', 66.00, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2020-02-12 / store_note: 양수인 정보



- 성함 : 정왕기

- 생년월일 : 690415

- 연락처 : 010-2641-3989

- 주소 : 경기도 광명시 디지털로 24, 111동 102호

- 이메일 :', 66, 66, NULL),
(67, 'KOYJJN190204', '할맥 광양덕례리점', '이숙현', '14', NULL, '전남 광양시 광양읍 덕례리 1578-2', 34.9666176, 127.5671844, 'renewal', '2027-04-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '545-802', 'YJ', '2025-04-04', '4580101262', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-04-04', 61.69, 0.00, NULL, NULL, 0, 800000, 20000000, 'open_dt: 2019-04-18', 67, 67, NULL),
(68, NULL, '할맥 광양성황점', '김경민', '14', NULL, '전남 광양시 성황동 1874-16', 34.9369926, 127.6787872, 'new', '2027-02-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '57767', 'YJ', '2025-02-03', '6290103635', 7000000, 3000000, 0, 2000000, '이영규', NULL, '이화은', '2025-02-03', 139.90, 139.90, 1, NULL, 0, 2200000, 30000000, 'open_dt: 2025-02-18', 68, 68, NULL),
(69, 'KOYJJN180098', '할맥 광양용강점', '허창원', '14', NULL, '전라남도 광양시 와룡길 6', 34.9708710, 127.6089706, 'renewal', '2026-07-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(용강동)', NULL, 'YJ', '2024-07-02', '7504500896', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-07-02', 69.42, 0.00, 0, NULL, 130000000, 1000000, 25000000, 'open_dt: 2018-07-19 / store_note: 2022 / 4 / 14 박용기 -> 허창원 양도양수 진행', 69, 69, NULL),
(70, 'KOYJJN180096', '할맥 광양중동사랑점', '정민우', '14', NULL, '전라남도 광양시 오류3길 3', 34.9362946, 127.6965942, 'renewal', '2026-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(중동)', NULL, 'YJ', '2024-06-25', '2596000703', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-06-25', 122.31, 0.00, 0, NULL, 25000000, 1700000, 45000000, 'open_dt: 2018-07-17 / store_note: 2023년 3월 1일자로 양도양수

김정현 -> 정민우', 70, 70, NULL),
(71, 'KOYJJN170028', '할맥 광양중마점', '권은영', '14', NULL, '전라남도 광양시 진등길 17', 34.9501076, 127.6902084, 'renewal', '2025-07-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(중동)', NULL, 'YJ', '2023-07-24', '6770401597', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2017-07-24', 72.73, 0.00, 0, NULL, 0, 1100000, 10000000, 'open_dt: 2017-08-09 / store_note: 2019년 8월 26일 양도양수

서미랑 -> 권은영', 71, 71, NULL),
(72, NULL, '할맥 광양황금점', '김동현', '14', NULL, '전남 광양시 금곡6길 25', 34.9138031, 127.6432266, 'new', '2027-01-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '57770', 'YJ', '2025-01-20', '8070103671', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '이화은', '2025-01-20', 132.00, 132.00, 1, NULL, 0, 2700000, 30000000, 'open_dt: 2025-02-18', 72, 72, NULL),
(73, NULL, '할맥 광주각화점', '이성훈', '5', NULL, '광주 북구 동문대로249번길 12', 35.1851463, 126.9288788, 'transfer', '2026-02-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '61135', 'YJ', '2024-02-02', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2024-02-02', 122.10, 0.00, NULL, NULL, 0, 5100000, 80000000, 'open_dt: 2024-02-15 / store_note: 양도양수 일자 : 24.09.13

기존사업자 정광진 -> 이성훈(양도양수)', 73, 73, NULL),
(74, 'KOYJGJ210722', '할맥 광주계림점', '선부현', '5', NULL, '광주 동구 경양로 247', 35.1570969, 126.9175415, 'renewal', '2027-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '61422', 'YJ', '2025-04-07', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2021-04-08', 105.60, 0.00, NULL, NULL, 0, 3000000, 80000000, 'open_dt: 2021-05-27', 74, 74, NULL),
(75, 'KOYJGJ200634', '할맥 광주광천유탑점', '김용선외 1명', '5', NULL, '광주 서구 내방로 349', 35.1576462, 126.8787766, 'transfer', '2026-09-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-16', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2020-09-17', 99.00, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2020-09-29', 75, 75, NULL),
(76, 'KOYJGJ180114', '할맥 광주구시청점', '이다훈', '5', NULL, '광주광역시 동구 백서로 125번길 46', 35.1456680, 126.9169846, 'renewal', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(광산동)', NULL, 'YJ', '2024-07-29', '1083563257', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-07-30', 134.55, 0.00, 0, NULL, 0, 4000000, 0, 'open_dt: 2018-08-10', 76, 76, NULL),
(77, 'KOYJGJ180116', '할맥 광주금호점', '김진웅', '5', NULL, '광주광역시 금호동753-14', 35.1344872, 126.8587723, 'renewal', '2026-08-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(금호동)', NULL, 'YJ', '2024-08-04', '1833000506', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-08-02', 109.36, 0.00, 0, NULL, 0, 1400000, 20000000, 'open_dt: 2018-08-14', 77, 77, NULL),
(78, 'KOYJGJ190168', '할맥 광주동천점', '유호진', '5', NULL, '광주 서구 동천동 624', 35.1714592, 126.8684158, 'renewal', '2027-01-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '502-882', 'YJ', '2025-01-23', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '서영인', '2019-01-21', 112.31, 0.00, NULL, NULL, 0, 2000000, 0, 'open_dt: 2019-02-14', 78, 78, NULL),
(79, 'KOYJGJ190217', '할맥 광주두암점', '이나영', '5', NULL, '광주 북구 밤실로 177', 35.1631050, 126.9341583, 'renewal', '2027-04-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '500-810', 'YJ', '2025-04-27', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-04-25', 89.10, 0.00, NULL, NULL, 0, 2000000, 0, 'open_dt: 2019-05-03', 79, 79, NULL),
(80, 'KOYJGJ210773', '할맥 광주매곡점', '이지숙', '5', NULL, '광주 북구 하백로6번길 12', 35.1877594, 126.8910522, 'transfer', '2025-10-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '61061', 'YJ', '2023-10-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2021-10-19', 79.10, 0.00, NULL, NULL, 0, 2200000, 30000000, 'open_dt: 2021-10-26', 80, 80, NULL),
(81, 'KOYJGJ200604', '할맥 광주무등시장점', '최신택', '14', NULL, '광주 남구 백운동 653-34', 35.1353493, 126.8956680, 'renewal', '2026-07-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2020-07-21', 82.50, 0.00, NULL, NULL, 40000000, 1700000, 30000000, NULL, 81, 81, NULL),
(82, 'KOYJGJ190161', '할맥 광주문흥점', '정서윤', '5', NULL, '광주 북구 문흥동 1003-4', 35.1858749, 126.9200287, 'renewal', '2027-01-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '500-823', 'YJ', '2025-01-23', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '서영인', '2019-01-24', 82.64, 0.00, NULL, NULL, 0, 2200000, 0, 'open_dt: 2019-01-30', 82, 82, NULL),
(83, 'KOYJGJ190349', '할맥 광주백운점', '배서우', '5', NULL, '광주 남구 백운동 605-8', 35.1379662, 126.9068832, 'renewal', '2023-11-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '503-809', 'YJ', '2021-11-05', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-11-05', 132.00, 0.00, NULL, NULL, 0, 2200000, 0, 'open_dt: 2019-11-07 / store_note: 양도양수 일자 : 2023.11.27

기존사업자 한동화 -> 배서우(부부간 명의변경)', 83, 83, NULL),
(84, 'KOYJGJ170037', '할맥 광주봉선점', '조미진', '5', NULL, '광주광역시 남구 봉선로133번길 15', 35.1246872, 126.9100494, 'transfer', '2025-08-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(봉선동)', NULL, 'YJ', '2023-08-21', '2486900123', 0, 0, 0, 0, '김진석', NULL, '서영인', '2017-08-21', 82.64, 0.00, 0, NULL, 0, 1800000, 30000000, 'open_dt: 2017-09-07 / store_note: 양도양수 일자 : 24.09.06

기존사업자 박병언 -> 조미진(양도양수)', 84, 84, NULL),
(85, 'KOYJGJ190253', '할맥 광주상무2호점', '김정훈', '5', NULL, '광주 서구 상무중앙로28번길 7', 35.1494865, 126.8492813, 'renewal', '2027-05-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '502-827', 'YJ', '2025-05-22', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-05-23', 132.00, 0.00, NULL, NULL, 0, 2500000, 0, 'open_dt: 2019-06-18', 85, 85, NULL),
(86, 'KOYJGJ180103', '할맥 광주상무점', '한윤식', '5', NULL, '광주광역시 서구 치평동 1222-9', 35.1547966, 126.8535309, 'renewal', '2026-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(치평동)', NULL, 'YJ', '2024-07-22', '4103147055', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-07-23', 79.34, 0.00, 0, NULL, 0, 3000000, 50000000, 'open_dt: 2018-07-31', 86, 86, NULL),
(87, 'KOYJGJ190285', '할맥 광주송정점', '김정용', '14', NULL, '광주 광산구 송정로29번길 7', 35.1364517, 126.7947159, 'renewal', '2027-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-07-15', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-07-16', 165.00, 0.00, NULL, NULL, 0, 2300000, 0, 'open_dt: 2019-07-26', 87, 87, NULL),
(88, 'KOYJGJ180123', '할맥 광주수완2호점', '박삼호', '5', NULL, '광주광역시 광산구 신가동 1273', 35.1818466, 126.8173447, 'renewal', '2026-08-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신가동)', NULL, 'YJ', '2024-08-16', '4102665796', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-08-17', 119.00, 0.00, 0, NULL, 0, 3300000, 70000000, 'open_dt: 2018-08-29', 88, 88, NULL),
(89, 'KOYJGJ180066', '할맥 광주수완점', '황성전', '5', NULL, '광주광역시 광산구 수완동 1387', 35.1910782, 126.8304520, 'renewal', '2026-01-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(수완동)', NULL, 'YJ', '2024-01-22', '3148665702', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-01-22', 142.15, 0.00, 0, NULL, 0, 4000000, 80000000, 'open_dt: 2018-02-05', 89, 89, NULL),
(90, 'KOYJGJ190330', '할맥 광주신가점', '박지영', '5', NULL, '광주 광산구 수등로243번길 20-16', 35.1858215, 126.8363647, 'renewal', '2025-10-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '506-901', 'YJ', '2023-10-15', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '서영인', '2019-10-15', 178.20, 0.00, NULL, NULL, 0, 1400000, 0, 'open_dt: 2019-10-22', 90, 90, NULL),
(91, NULL, '할맥 광주신안점', '양은주', '5', NULL, '광주 북구 신안동 141-3', 35.1639481, 126.9043579, 'new', '2026-03-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '61250', 'YJ', '2024-03-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2024-03-11', 92.00, 0.00, NULL, NULL, 25000000, 900000, 15000000, 'open_dt: 2024-03-28', 91, 91, NULL),
(92, NULL, '할맥 광주신창점', '이효정', '5', NULL, '광주 광산구 신창동 1131-6', 35.1963348, 126.8387299, 'new', '2025-10-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '62251', 'YJ', '2023-10-16', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2023-10-16', 122.10, 0.00, NULL, NULL, 15000000, 2200000, 40000000, 'open_dt: 2023-10-24', 92, 92, NULL),
(93, 'KOYJGJ190170', '할맥 광주쌍촌점', '김수현', '5', NULL, '광주 서구 쌍촌동 1355-9', 35.1573563, 126.8632278, 'renewal', '2027-02-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '502-860', 'YJ', '2025-02-13', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-02-11', 119.01, 0.00, NULL, NULL, 0, 2100000, 0, 'store_note: 자체공사', 93, 93, NULL),
(94, 'KOYJGJ180153', '할맥 광주양산점', '김태진', '5', NULL, '광주광역시 북구 양산동 877', 35.2102585, 126.8791275, 'renewal', '2026-12-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(양산동)', NULL, 'YJ', '2024-12-12', '1761500960', 0, 0, 0, 0, '미지정(영업)', NULL, '서영인', '2018-12-13', 89.75, 0.00, 0, NULL, 0, 1500000, 30000000, 'open_dt: 2018-12-20', 94, 94, NULL),
(95, 'KOYJGJ200565', '할맥 광주연제점', '이주영', '14', NULL, '광주 북구 양일로 78', 35.1975822, 126.8735352, 'renewal', '2026-07-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-06', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2020-07-07', 95.70, 0.00, NULL, NULL, 0, 2400000, 30000000, 'open_dt: 2020-07-22', 95, 95, NULL),
(96, 'KOYJGJ190269', '할맥 광주염주점', '조재훈', '5', NULL, '광주 서구 화정동 917-6', 35.1428680, 126.8738098, 'renewal', '2027-06-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '502-839', 'YJ', '2025-06-24', NULL, 7000000, 0, 0, 2000000, '김종필', NULL, '서영인', '2019-06-25', 105.60, 0.00, NULL, NULL, 0, 1400000, 0, 'open_dt: 2019-07-11', 96, 96, NULL),
(97, 'KOYJGJ190276', '할맥 광주오치점', '안명군', '5', NULL, '광주 북구 오치동 661-11', 35.1897469, 126.9019318, 'renewal', '2027-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '500-839', 'YJ', '2025-06-25', NULL, 7000000, 3000000, 0, 2000000, '김종필', '미지정(인테리어)', '서영인', '2019-06-26', 99.00, 0.00, NULL, NULL, 0, 1400000, 0, 'open_dt: 2019-07-18', 97, 97, NULL),
(98, 'KOYJGJ180124', '할맥 광주용봉점', '최광일', '5', NULL, '광주광역시 북구 저불로 39', 35.1779060, 126.8950729, 'renewal', '2026-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(용봉동)', NULL, 'YJ', '2024-08-19', '7353200280', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-08-20', 161.32, 0.00, 0, NULL, 0, 4400000, 50000000, 'open_dt: 2018-08-30', 98, 98, NULL),
(99, 'KOYJGJ180152', '할맥 광주운암점', '강명구', '5', NULL, '광주광역시 북구 운암동 936-5', 35.1785660, 126.8743362, 'renewal', '2026-12-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(운암동)', NULL, 'YJ', '2024-12-09', '2640101202', 0, 0, 0, 0, '미지정(영업)', NULL, '서영인', '2018-12-10', 122.31, 0.00, 0, NULL, 0, 2100000, 35000000, 'open_dt: 2018-12-20 / store_note: 계약서 작성일자 : 2023년 8월7일

양도양수 일자 : 2023년 8월 14일

기존사업자 : 김정용 -> 강명구 ( 양도양수)', 99, 99, NULL),
(100, 'KOYJGJ190179', '할맥 광주일곡점', '김승아', '5', NULL, '광주 북구 일곡동 834-12', 35.2039185, 126.9000244, 'renewal', '2027-02-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '500-867', 'YJ', '2025-02-28', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-02-28', 135.54, 0.00, NULL, NULL, 0, 1400000, 0, 'open_dt: 2019-03-14', 100, 100, NULL),
(101, 'KOYJGJ180090', '할맥 광주전남대점', '주선희', '14', NULL, '전라남도 광주 북구 용봉동 153-9', 35.1772537, 126.9142761, 'renewal', '2026-06-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(용봉동)', NULL, 'YJ', '2024-06-17', '7791700744', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-06-18', 160.99, 0.00, 0, NULL, 0, 3500000, 50000000, 'open_dt: 2018-07-03', 101, 101, NULL),
(102, 'KOYJGJ190190', '할맥 광주조선대점', '김상훈', '5', NULL, '광주 동구 필문대로287번길 15-3', 35.1454315, 126.9286346, 'transfer', '2027-03-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '501-838', 'YJ', '2025-03-20', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-03-18', 149.04, 0.00, NULL, NULL, 0, 1500000, 0, 'open_dt: 2019-03-27', 102, 102, NULL),
(103, 'KOYJGJ190171', '할맥 광주진월점', '박찬욱', '5', NULL, '광주 남구 주월동 941-130', 35.1266937, 126.8968277, 'renewal', '2027-01-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '503-835', 'YJ', '2025-01-23', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-01-24', 120.00, 0.00, NULL, NULL, 0, 1700000, 0, 'open_dt: 2019-02-19', 103, 103, NULL),
(104, 'KOYJGJ180115', '할맥 광주첨단2호점', '허용준', '5', NULL, '광주광역시 광산구 첨단중앙로152번길 17-16', 35.2204971, 126.8434372, 'renewal', '2026-07-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(쌍암동)', NULL, 'YJ', '2024-08-01', '5210301448', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-08-02', 112.40, 0.00, 0, NULL, 0, 1600000, 40000000, 'open_dt: 2018-08-10', 104, 104, NULL),
(105, 'KOYJGJ190267', '할맥 광주첨단3호점', '김용우', '5', NULL, '광주 북구 신용동 716', 35.2067490, 126.8619080, 'renewal', '2027-06-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '500-832', 'YJ', '2025-06-16', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-06-17', 66.00, 0.00, NULL, NULL, 0, 1100000, 0, 'open_dt: 2019-07-04', 105, 105, NULL),
(106, 'KOYJGJ180076', '할맥 광주첨단점', '하희성', '5', NULL, '광주광역시 광산구 첨단중앙로106번길 60', 35.2145882, 126.8464737, 'transfer', '2026-04-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(월계동)', NULL, 'YJ', '2024-04-26', '5111310838', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-04-27', 115.70, 0.00, 0, NULL, 0, 2950000, 30000000, 'open_dt: 2018-05-03', 106, 106, NULL),
(107, 'KOYJGJ190181', '할맥 광주풍암점', '안우성', '5', NULL, '광주 서구 풍암동 1106-1', 35.1269035, 126.8780670, 'transfer', '2027-03-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-03-06', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-03-04', 125.99, 0.00, NULL, NULL, 0, 4000000, 0, 'open_dt: 2019-03-15', 107, 107, NULL),
(108, 'KOYJGJ190195', '할맥 광주하남2호점', '강명구', '1', NULL, '광주 광산구 산정동 1039', 35.1763535, 126.8013611, 'renewal', '2027-03-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-03-23', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-03-21', 122.31, 0.00, NULL, NULL, 0, 2200000, 0, 'open_dt: 2019-04-10 / store_note: 양도양수 일자 : 24.08.23

 기존사업자 박선옥 -> 강명구(양도양수)', 108, 108, NULL),
(109, 'KOYJGJ180147', '할맥 광주하남점', '김우섭', '5', NULL, '광주광역시 광산구 우산동 1586-18', 35.1630402, 126.8102875, 'renewal', '2026-12-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(우산동)', NULL, 'YJ', '2024-12-02', '6013314625', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-12-03', 114.88, 0.00, 0, NULL, 0, 4100000, 60000000, 'open_dt: 2018-12-11', 109, 109, NULL),
(110, 'KOYJGJ220825', '할맥 광주학동점', '정창대', '5', NULL, '광주 동구 의재로 20', 35.1328011, 126.9298325, 'renewal', '2026-07-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '61463', 'YJ', '2024-07-07', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2022-07-07', 66.00, 0.00, NULL, NULL, 20000000, 2000000, 25000000, 'open_dt: 2022-07-19', 110, 110, NULL),
(111, 'KOYJGJ190194', '할맥 광주호남대점', '전은강', '1', NULL, '광주 광산구 선암동 791', 35.1483841, 126.7691650, 'transfer', '2027-03-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '506-090', 'YJ', '2025-03-30', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-03-28', 75.90, 0.00, NULL, NULL, 0, 1800000, 0, 'open_dt: 2019-04-09', 111, 111, NULL),
(112, 'KOYJGJ190223', '할맥 광주화정점', '하한나', '5', NULL, '광주 남구 군분로147번길 9', 35.1448441, 126.8868408, 'renewal', '2027-05-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '503-829', 'YJ', '2025-05-04', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-05-02', 138.60, 0.00, NULL, NULL, 0, 1500000, 0, 'open_dt: 2019-05-09 / store_note: 양도양수 일자 : 24.09.27

기존사업자 황명선 -> 하한나(양도양수)', 112, 112, NULL),
(113, 'KOYJGJ210733', '할맥 광주효천점', '정상국', '5', NULL, '광주 남구 임암동 868', 35.1018600, 126.8748016, 'renewal', '2027-06-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '61754', 'YJ', '2025-06-09', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2021-06-10', 79.20, 0.00, NULL, NULL, 0, 1150000, 20000000, 'open_dt: 2021-06-23', 113, 113, NULL),
(114, 'KOYJGG210707', '할맥 구리 갈매점', '원범식', '9', NULL, '경기 구리시 산마루로 14', 37.6314392, 127.1157990, 'renewal', '2027-04-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11902', 'YJ', '2025-04-05', '1926100412', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-04-05', 72.60, 0.00, NULL, NULL, 0, 3300000, 40000000, 'open_dt: 2021-05-04', 114, 114, NULL),
(115, 'KOYJGG190318', '할맥 구리 돌다리점', '임진성', '9', NULL, '경기 구리시 체육관로172번길 30', 37.5997429, 127.1378021, 'transfer', '2027-09-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '471-815', 'YJ', '2025-09-07', '6297000240', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '정인수', '2019-09-07', 118.80, 0.00, NULL, NULL, 0, 5500000, 120000000, 'open_dt: 2019-09-10 / store_note: 양수자

임진성

881125

010-2098-9122', 115, 115, NULL),
(116, 'YJGG230923', '할맥 구리장자호수공원점', '백인철', '9', NULL, '경기 구리시 수택동 874-8', 37.5871162, 127.1394043, 'new', '2025-10-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11948', 'YJ', '2023-10-16', '2333501391', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '정인수', '2023-10-16', 82.50, 0.00, NULL, NULL, 70000000, 3500000, 80000000, 'open_dt: 2023-10-31', 116, 116, NULL),
(117, 'KOYJGB200621', '할맥 구미문성점', '양호정', '15', NULL, '경북 구미시 고아읍 들성로 219', 36.1608734, 128.3444214, 'renewal', '2026-08-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-01', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-09-02', 82.50, 0.00, NULL, NULL, 0, 1600000, 20000000, 'open_dt: 2020-09-17 / store_note: 양도양수 일자 : 24.09.01

기존사업자 장백 -> 양호정(양도양수)', 117, 117, NULL),
(118, 'KOYJGB200428', '할맥 구미봉곡점', '전지예', '15', NULL, '경북 구미시 봉곡동 378-5', 36.1480942, 128.3106995, 'renewal', '2026-02-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-809', 'YJ', '2024-02-03', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-02-03', 132.00, 0.00, NULL, NULL, 10000000, 1800000, 20000000, 'open_dt: 2020-02-26 / store_note: 2022.11.07 전지예 인수', 118, 118, NULL),
(119, 'KOYJGB200412', '할맥 구미산동점', '곽영애', '15', NULL, '경북 구미시 산동면 신당1로4길 5-4', 36.1548920, 128.4299316, 'transfer', '2026-01-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-01-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-01-09', 79.20, 0.00, NULL, NULL, 0, 1400000, 30000000, 'open_dt: 2020-02-06', 119, 119, NULL),
(120, 'KOYJGB190346', '할맥 구미상모점', '천민지', '15', NULL, '경북 구미시 상모동 19-4', 36.0898018, 128.3549957, 'renewal', '2025-10-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-120', 'YJ', '2023-10-21', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-10-21', 122.10, 0.00, NULL, NULL, 0, 1900000, 30000000, 'open_dt: 2019-11-07', 120, 120, NULL),
(121, 'KOYJGB190363', '할맥 구미송정점', '이경원', '15', NULL, '경북 구미시 송정동 455', 36.1163864, 128.3502045, 'renewal', '2023-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-915', 'YJ', '2021-11-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-11-06', 66.00, 0.00, NULL, NULL, 15000000, 800000, 10000000, 'open_dt: 2019-11-21 / store_note: 21.04.07 박범준,이대영 -> 이경원 양도양수



4/26 임진호 양도양수', 121, 121, NULL),
(122, 'KOYJGB200438', '할맥 구미신평점', '박윤진', '15', NULL, '경북 구미시 구미대로 409', 36.1231918, 128.3623199, 'renewal', '2026-02-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-02-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-02-13', 62.24, 0.00, NULL, NULL, 0, 1300000, 20000000, 'open_dt: 2020-03-05 / store_note: 21.04.12 이은진 -> 박윤진 양도양수(부부 사업자 변경)', 122, 122, NULL),
(123, 'KOYJGB200417', '할맥 구미옥계점', '임경호', '15', NULL, '경북 구미시 옥계동 839-4', 36.1374550, 128.4192657, 'renewal', '2026-01-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-824', 'YJ', '2024-01-31', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-01-31', 148.50, 0.00, NULL, NULL, 0, 1000000, 10000000, 'open_dt: 2020-02-12 / store_note: 2021.01.26 김오례 -> 임경호 양도양수', 123, 123, NULL),
(124, 'KOYJGB190388', '할맥 구미원평점', '권수연', '15', NULL, '경북 구미시 구미중앙로13길 19', 36.1301727, 128.3327484, 'transfer', '2025-12-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-922', 'YJ', '2023-12-19', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '김룡섭', '2019-12-19', 116.30, 0.00, NULL, NULL, 20000000, 1400000, 20000000, 'open_dt: 2019-12-27', 124, 124, NULL),
(125, NULL, '할맥 구미원호점', '성미화', '15', NULL, '경북 구미시 고아읍 원호리 427-17', 36.1516609, 128.3291473, 'renewal', '2027-06-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '39150', 'YJ', '2025-06-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2023-06-19', 113.58, 0.00, NULL, NULL, 0, 1000000, 10000000, 'open_dt: 2023-07-06', 125, 125, NULL),
(126, 'KOYJGB190362', '할맥 구미인동점', '김원빈', '15', NULL, '경북 구미시 인동중앙로5길 28', 36.1091576, 128.4204407, 'renewal', '2025-10-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-932', 'YJ', '2023-10-29', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-10-29', 79.20, 0.00, NULL, NULL, 0, 1600000, 30000000, 'open_dt: 2019-11-21', 126, 126, NULL),
(127, 'KOYJGB190373', '할맥 구미진평점', '변영희', '15', '010-2556-3535', '경북 구미시 진평동 92-7', 36.0931473, 128.4295654, 'renewal', '2025-11-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-360', 'YJ', '2023-11-20', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-11-20', 66.00, 0.00, NULL, NULL, 0, 1000000, 20000000, 'open_dt: 2019-12-10', 127, 127, NULL),
(128, 'KOYJGB200393', '할맥 구미형곡점', '김태정', '15', NULL, '경북 구미시 신시로7길 12-5', 36.1131020, 128.3377533, 'renewal', '2025-12-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '730-927', 'YJ', '2023-12-10', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '김룡섭', '2019-12-10', 132.00, 0.00, NULL, NULL, 0, 1100000, 30000000, 'open_dt: 2020-01-08', 128, 128, NULL),
(129, 'KOYJJB170008', '할맥 군산나운점', '홍종옥', '13', NULL, '전라북도 군산시 수송로 34', 35.9672432, 126.6998749, 'renewal', '2027-01-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(나운동)', NULL, 'YJ', '2025-01-14', '3510700815', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-01-12', 135.00, 0.00, 0, NULL, 0, 1600000, 30000000, 'open_dt: 2017-02-24', 129, 129, NULL),
(130, NULL, '할맥 군산내흥신도시점', '양승연', '13', NULL, '전북 군산시 내흥동 911-1', 35.9992638, 126.7537689, 'transfer', '2025-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '54042', 'YJ', '2023-11-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이현웅', '2023-11-20', 108.90, 0.00, NULL, NULL, 0, 3000000, 60000000, 'open_dt: 2023-12-12', 130, 130, NULL),
(131, 'KOYJJB180094', '할맥 군산대점', '오수경', '13', NULL, '전라북도 군산시 미룡동 875-1', 35.9463348, 126.6867218, 'renewal', '2026-06-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(미룡동)', NULL, 'YJ', '2024-07-01', '2423400502', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-07-02', 125.62, 0.00, 0, NULL, 0, 2600000, 30000000, 'open_dt: 2018-07-10', 131, 131, NULL),
(132, 'KOYJJB180084', '할맥 군산미장2호점', '진미연', '13', NULL, '전라북도 군산시 미장9길1', 35.9616127, 126.7311935, 'transfer', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(미장동)', NULL, 'YJ', '2024-06-03', '7332800569', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-06-04', 99.17, 0.00, 0, NULL, 0, 1800000, 40000000, 'open_dt: 2018-06-15', 132, 132, NULL),
(133, 'KOYJJB170062', '할맥 군산미장점', '김민호', '13', NULL, '전라북도 군산시 미장안길50-1', 35.9686928, 126.7268906, 'renewal', '2025-11-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(미장동)', NULL, 'YJ', '2023-11-13', '2897800072', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-11-13', 57.00, 0.00, 0, NULL, 0, 1300000, 30000000, 'open_dt: 2017-11-24 / store_note: 2022년 7월 21일자 명의변경 

장금희 -> 이두선 (부부관계)



2022년 9월 1일 양도양수

이두선 -> 이혜란



2023년 9월 8일 양도양수

이혜란 -> 김민호', 133, 133, NULL),
(134, 'KOYJJB170029', '할맥 군산산북점', '박건혁', '13', NULL, '전라북도 군산시 산북동 칠성안 1길 37', 35.9683914, 126.6791763, 'renewal', '2025-07-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(산북동)', NULL, 'YJ', '2023-08-02', '3383900278', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-08-02', 92.00, 0.00, 0, NULL, 0, 1000000, 20000000, 'open_dt: 2017-08-09', 134, 134, NULL),
(135, 'KOYJJB180125', '할맥 군산삼학점', '김병묵', '13', NULL, '전라북도 군산시 삼학동 812-5', 35.9771042, 126.7098312, 'renewal', '2026-08-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(삼학동)', NULL, 'YJ', '2024-08-22', '6560900975', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-08-20', 99.17, 0.00, 0, NULL, 0, 900000, 10000000, 'open_dt: 2018-09-04', 135, 135, NULL),
(136, 'KOYJJB170017', '할맥 군산수송점', '김용식', '13', NULL, '전라북도 군산시 동수송6길 15', 35.9658432, 126.7180099, 'renewal', '2027-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(수송동)', NULL, 'YJ', '2025-05-14', '3811300651', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-05-15', 118.61, 0.00, 0, NULL, 0, 2000000, 30000000, 'open_dt: 2017-05-23', 136, 136, NULL),
(137, 'KOYJJB261030', '할맥 군산오식도점', '김영수', '13', NULL, '전북특별자치도 군산시 가도로 194', 35.9635315, 126.5676193, 'new', '2028-02-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '103호', '54005', 'YJ', '2026-02-23', NULL, 7000000, 3000000, 0, 2000000, '길호경', NULL, '이현웅', '2026-02-23', 0.00, 92.40, 1, NULL, 0, 1300000, 30000000, 'open_dt: 2026-03-17', 137, 137, NULL),
(138, 'KOYJJB180121', '할맥 군산조촌점', '이민재', '13', NULL, '전라북도 군산시 조촌동 2-16', 35.9768677, 126.7410736, 'renewal', '2026-08-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(조촌동)', NULL, 'YJ', '2024-08-06', '7632800648', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-08-07', 80.00, 0.00, 0, NULL, 0, 3300000, 100000000, 'open_dt: 2018-08-23', 138, 138, NULL),
(139, 'KOYJJB170019', '할맥 군산지곡점', '이성권', '13', NULL, '전라북도 군산시 상지곡3길 52', 35.9576645, 126.7103729, 'renewal', '2027-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(지곡동)', NULL, 'YJ', '2025-05-14', '4171992656', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-05-15', 100.00, 0.00, 0, NULL, 0, 1200000, 20000000, 'open_dt: 2017-05-26 / store_note: 양도양수 일자 : 2023.11.01

기존사업자 김수경-> 이성권 (양도양수)', 139, 139, NULL),
(140, 'KOYJGG200448', '할맥 군포금정점', '최해영', '9', NULL, '경기 군포시 산본동 259-11', 37.3712387, 126.9426117, 'renewal', '2026-02-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '435-842', 'YJ', '2024-02-18', '2584200365', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-02-18', 85.80, 0.00, NULL, NULL, 0, 5000000, 50000000, 'open_dt: 2020-02-13', 140, 140, NULL),
(141, 'KOYJGG210738', '할맥 군포당동점', '김용관', '9', NULL, '경기 군포시 당동 922-2', 37.3465042, 126.9451141, 'renewal', '2027-06-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15856', 'YJ', '2025-06-21', '2586500419', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2021-06-22', 82.50, 0.00, NULL, NULL, 80000000, 2100000, 50000000, 'open_dt: 2021-07-06', 141, 141, NULL),
(142, NULL, '할맥 군포당정점', '차정대', '9', '010-7652-8999', '경기 군포시 당정동 974-7', 37.3484344, 126.9554443, 'new', '2026-12-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '102,103호', '15853', 'YJ', '2024-12-02', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '최지호', '2024-12-02', 102.00, 102.00, 1, NULL, 20000000, 2100000, 3500000, 'open_dt: 2024-12-19', 142, 142, NULL),
(143, 'KOYJGG210765', '할맥 군포부곡점', '윤상진', '9', NULL, '경기 군포시 군포첨단산업2로7번길 8', 37.3268280, 126.9410400, 'renewal', '2025-08-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15880', 'YJ', '2023-08-31', '5294500690', 7000000, 3000000, 0, 2000000, '양다운', NULL, '역전F&C공용', '2021-08-31', 105.60, 0.00, NULL, NULL, 0, 3500000, 60000000, 'open_dt: 2021-09-14', 143, 143, NULL),
(144, 'KOYJGG190371', '할맥 군포산본점', '임원걸', '9', NULL, '경기 군포시 산본동 1140', 37.3589401, 126.9314804, 'renewal', '2025-11-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '435-805', 'YJ', '2023-11-22', '5541301239', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '최지호', '2019-11-22', 102.30, 0.00, NULL, NULL, 170000000, 4600000, 50000000, 'open_dt: 2019-12-02', 144, 144, NULL),
(145, NULL, '할맥 군포삼성마을점', '장원준', '1', NULL, '경기 군포시 부곡동 1218-2', 37.3370056, 126.9349823, 'new', '2025-10-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15874', 'YJ', '2023-10-30', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '최지호', '2023-10-30', 82.50, 0.00, NULL, NULL, 35000000, 2500000, 40000000, 'open_dt: 2023-11-14', 145, 145, NULL),
(146, 'KOYJJB170023', '할맥 김제검산점', '김창훈', '13', NULL, '전라북도 김제시 도작2길 7', 35.7967606, 126.9050674, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신풍동)', NULL, 'YJ', '2025-06-12', '5394600184', 0, 3000000, 0, 0, '김진석', NULL, '이현웅', '2017-06-12', 66.00, 0.00, 0, NULL, 0, 500000, 20000000, 'open_dt: 2017-06-23', 146, 146, NULL),
(147, 'KOYJJB170035', '할맥 김제신풍점', '장옥례', '13', NULL, '전라북도 김제시 도작8길 42', 35.8020554, 126.8988342, 'renewal', '2025-08-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신풍동)', NULL, 'YJ', '2023-08-21', '6140366501', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-08-21', 42.98, 0.00, 0, NULL, 0, 0, 0, 'open_dt: 2017-09-01', 147, 147, NULL),
(148, 'KOYJGB190344', '할맥 김천신음점', '성상현', '15', NULL, '경북 김천시 신양4길 77', 36.1335754, 128.1163483, 'renewal', '2025-10-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '740-978', 'YJ', '2023-10-22', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-10-22', 141.90, 0.00, NULL, NULL, 30000000, 1800000, 30000000, 'open_dt: 2019-11-07', 148, 148, NULL),
(149, 'KOYJGB200459', '할맥 김천혁신점', '문정희', '15', NULL, '경북 김천시 율곡동 780', 36.1179695, 128.1833038, 'renewal', '2026-03-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '740-220', 'YJ', '2024-03-02', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-03-03', 70.62, 0.00, NULL, NULL, 0, 1800000, 50000000, 'open_dt: 2020-03-26', 149, 149, NULL),
(150, 'YJGG210694', '할맥 김포걸포점', '우정식', '9', NULL, '경기 김포시 걸포2로 45', 37.6341858, 126.7028580, 'renewal', '2027-02-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10099', 'YJ', '2025-02-26', '5014014774', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2021-02-26', 89.10, 0.00, NULL, NULL, 0, 5800000, 58000000, 'open_dt: 2021-03-31', 150, 150, NULL),
(151, 'YJGG220806', '할맥 김포고촌점', '송영식', '9', NULL, '경기 김포시 고촌읍 김포대로 332', 37.6006546, 126.7714310, 'renewal', '2026-05-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10125', 'YJ', '2024-05-12', '4320302486', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-05-12', 99.00, 0.00, NULL, NULL, 0, 3000000, 60000000, 'open_dt: 2022-05-17', 151, 151, NULL),
(152, 'YJGG190337', '할맥 김포구래점', '이강민', '9', NULL, '경기 김포시 구래동 6882-13', 37.6439095, 126.6246109, 'renewal', '2025-10-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-10-15', '8930602455', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-10-15', 85.80, 0.00, NULL, NULL, 0, 5000000, 80000000, 'open_dt: 2019-10-30', 152, 152, NULL),
(153, 'YJGG220824', '할맥 김포라베니체점', '엄현정', '9', NULL, '경기 김포시 김포한강4로 12', 37.6405144, 126.6788788, 'transfer', '2026-07-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10090', 'YJ', '2024-07-04', '2937300678', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-07-05', 101.51, 0.00, NULL, NULL, 0, 2600000, 40000000, 'open_dt: 2022-07-14', 153, 153, NULL),
(154, 'YJGG170030', '할맥 김포마산점', '이진주', '9', NULL, '경기도 김포시 김포한강8로 165', 37.6372147, 126.6435699, 'transfer', '2027-08-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(마산동)', NULL, 'YJ', '2025-08-02', '8680902896', 0, 0, 0, 0, '김진석', NULL, '홍태선', '2017-08-02', 44.63, 0.00, 0, NULL, 0, 2300000, 50000000, 'open_dt: 2017-08-17 / store_note: 양도양수 일자 : 24.11.01

기존사업자 박영민 -> 이진주(양도양수)', 154, 154, NULL),
(155, 'YJGG190275', '할맥 김포사우점', '박상우', '9', NULL, '경기 김포시 돌문로62번길 14', 37.6204147, 126.7169876, 'renewal', '2027-07-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '415-803', 'YJ', '2025-07-04', '4364700766', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-07-05', 138.64, 0.00, NULL, NULL, 0, 3150000, 80000000, 'open_dt: 2019-07-16', 155, 155, NULL),
(156, 'YJGG220864', '할맥 김포운양역점', '김건희', '9', NULL, '경기 김포시 운양동 1297-6', 37.6553154, 126.6832428, 'renewal', '2026-12-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '115~116', '10073', 'YJ', '2024-12-22', '8230503064', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-12-22', 77.60, 0.00, NULL, NULL, 45000000, 3100000, 40000000, 'open_dt: 2022-12-22', 156, 156, NULL),
(157, 'YJGG200518', '할맥 김포장기점', '조용주', '9', NULL, '경기 김포시 장기동 1399', 37.6448860, 126.6706848, 'transfer', '2026-05-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-21', '3667600661', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-05-21', 85.80, 0.00, NULL, NULL, 0, 2500000, 25000000, 'open_dt: 2020-06-09 / store_note: 서희나 -> 조용주(부부간 명의변경 진행) : 최종적으로 취소 (사유: 보증금 낼 돈 없음)



조용주(790222) : 010-4489-2880', 157, 157, NULL),
(158, 'YJGG240940', '할맥 김포통진점', '강나영', '9', NULL, '경기 김포시 통진읍 마송리 521-3', 37.6887054, 126.5988235, 'new', '2026-02-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10031', 'YJ', '2024-02-19', '1950702848', 0, 0, 0, 0, '서태윤', NULL, '홍태선', '2024-02-19', 89.10, 0.00, NULL, NULL, 0, 3200000, 40000000, 'open_dt: 2024-02-28', 158, 158, NULL),
(159, 'YJGG200391', '할맥 김포풍무점', '정송은', '9', NULL, '경기 김포시 풍무동 199', 37.6069794, 126.7245483, 'renewal', '2025-12-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '415-808', 'YJ', '2023-12-10', '6240702123', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-12-10', 75.90, 0.00, NULL, NULL, 0, 4500000, 80000000, 'open_dt: 2020-01-07', 159, 159, NULL),
(160, NULL, '할맥 김해가야대역점', '송정우', '1', NULL, '경남 김해시 가야로30번길 10', 35.2690697, 128.8636780, 'new', '2026-04-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '50896', 'YJ', '2024-04-02', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '우세현', '2024-04-02', 99.00, 0.00, NULL, NULL, 30000000, 1750000, 20000000, 'open_dt: 2024-04-30', 160, 160, NULL),
(161, 'KOYJGN190295', '할맥 김해대청점', '김두연', '16', NULL, '경남 김해시 삼문로 12', 35.1919365, 128.8021240, 'renewal', '2027-07-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-07-17', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-07-18', 0.00, 0.00, NULL, NULL, 0, 2700000, 40000000, 'open_dt: 2019-08-06', 161, 161, NULL),
(162, 'KOYJGN190379', '할맥 김해무계점', '김기식', '16', NULL, '경남 김해시 무계동 151-8', 35.2040024, 128.8097687, 'renewal', '2025-11-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '621-240', 'YJ', '2023-11-26', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2019-11-26', 105.60, 0.00, NULL, NULL, 0, 1000000, 20000000, 'open_dt: 2019-12-18', 162, 162, NULL),
(163, 'KOYJGN200647', '할맥 김해부원점', '이서현', '16', NULL, '경남 김해시 부원동 609-9', 35.2287292, 128.8834839, 'renewal', '2026-09-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-21', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-09-22', 126.00, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2020-10-22', 163, 163, NULL),
(164, 'KOYJGN180151', '할맥 김해삼계점', '이경화', '16', NULL, '경상남도 김해시 해반천로144번길 35-9', 35.2617264, 128.8709106, 'renewal', '2026-12-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(삼계동)', NULL, 'YJ', '2024-12-09', '5064112439', 7000000, 3000000, 0, 2000000, '김진석', NULL, '우세현', '2018-12-10', 129.75, 0.00, 0, NULL, 0, 2600000, 30000000, 'open_dt: 2018-12-19 / store_note: 양도양수 일자 : 24.11.01

기존사업자 임태훈 -> 이경화(양도양수)', 164, 164, NULL),
(165, 'KOYJGN190289', '할맥 김해외동점', '김종우', '16', NULL, '경남 김해시 함박로119번길 15', 35.2333679, 128.8672028, 'renewal', '2027-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '621-922', 'YJ', '2025-07-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-07-10', 118.80, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2019-08-01', 165, 165, NULL),
(166, 'KOYJGN210726', '할맥 김해율하2지구점', '성진우', '16', NULL, '경남 김해시 장유동 840-4', 35.1709251, 128.8233185, 'renewal', '2027-05-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51022', 'YJ', '2025-05-16', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2021-05-17', 75.90, 0.00, NULL, NULL, 0, 3000000, 30000000, 'open_dt: 2021-06-03 / store_note: 역전할머니맥주 김해율하2지구점은 매장(확장) 공사 진행에 따라 가맹본부를 통해 7,471,200원 (vat 별도)을 지원 받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임 없는 사유로 계약이 종료 (계약의 해지 또는 영업양도를 포함한다) 되는 경우에는 가맹본부가 부담액중 나머지 기간에 비례하는 부담액은 지급 하지 아니하거나 이미 지급한 경우에는 환수하는것에 대하여 동의 합니다.', 166, 166, NULL),
(167, 'KOYJGN190284', '할맥 김해율하점', '박주용', '16', NULL, '경남 김해시 율하동 1328-4', 35.1741295, 128.8154449, 'renewal', '2027-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '621-320', 'YJ', '2025-07-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-07-09', 79.20, 0.00, NULL, NULL, 0, 1300000, 30000000, 'open_dt: 2019-07-25', 167, 167, NULL),
(168, 'KOYJGN190187', '할맥 김해인제대점', '강선우', '16', NULL, '경남 김해시 삼방동 160-14', 35.2472801, 128.9043732, 'transfer', '2027-03-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '621-909', 'YJ', '2025-03-03', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-03-04', 85.95, 0.00, NULL, NULL, 0, 1900000, 40000000, 'open_dt: 2019-03-22', 168, 168, NULL),
(169, 'KOYJGN200660', '할맥 김해주촌점', '이경욱', '16', NULL, '경남 김해시 주촌면 선지리 986-1', 35.2305222, 128.8439636, 'transfer', '2026-11-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-04', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-11-05', 92.40, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2020-11-26', 169, 169, NULL),
(170, 'KOYJGN200410', '할맥 김해진영점', '임민정', '16', NULL, '경남 김해시 진영읍 김해대로361번길 8', 35.3074875, 128.7297974, 'renewal', '2026-01-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-01-14', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-01-14', 122.10, 0.00, NULL, NULL, 20000000, 3100000, 50000000, 'open_dt: 2020-01-30', 170, 170, NULL),
(171, 'KOYJGN220845', '할맥 김해팔판점', '류강렬', '16', NULL, '경남 김해시 계동로23번길 27', 35.1775856, 128.7949677, 'renewal', '2026-08-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '50998', 'YJ', '2024-08-25', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '우세현', '2022-08-25', 69.30, 0.00, NULL, NULL, 35000000, 1400000, 30000000, 'open_dt: 2022-09-06', 171, 171, NULL),
(172, 'KOYJJN200642', '할맥 나주남평점', '곽주리', '14', NULL, '전남 나주시 남평읍 동사리 358-1', 35.0414047, 126.8518524, 'renewal', '2026-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-07', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2020-10-08', 101.29, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2020-10-15', 172, 172, NULL),
(173, 'KOYJJN190274', '할맥 나주동신대점', '조은아', '14', NULL, '전남 나주시 대호동 1031-5', 35.0425529, 126.7178345, 'renewal', '2027-06-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '520-180', 'YJ', '2025-06-27', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-06-27', 85.80, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2019-07-11 / store_note: 양도양수 일자 : 24.08.23

기존사업자 김선욱 -> 조은아(양도양수)', 173, 173, NULL),
(174, 'KOYJJN210743', '할맥 나주송월점', '소수안', '14', NULL, '전남 나주시 나주로 47', 35.0234032, 126.7155914, 'renewal', '2027-06-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '58259', 'YJ', '2025-06-28', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2021-06-29', 82.50, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2021-07-13', 174, 174, NULL),
(175, 'KOYJJN180136', '할맥 나주혁신점', '황화복', '14', NULL, '전라남도 나주시 상야2길 7', 35.0229454, 126.7888565, 'renewal', '2026-10-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(빛가람동)', NULL, 'YJ', '2024-10-10', '8744700430', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-10-11', 115.70, 0.00, 0, NULL, 0, 1600000, 20000000, 'open_dt: 2018-10-17', 175, 175, NULL),
(176, 'KOYJGG220791', '할맥 남양주 다산점', '이인선', '9', NULL, '경기 남양주시 다산중앙로123번길 22-30', 37.6254959, 127.1521072, 'transfer', '2026-01-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12248', 'YJ', '2024-01-11', '2681202077', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2022-01-11', 75.90, 0.00, NULL, NULL, 0, 6200000, 80000000, 'open_dt: 2022-01-25', 176, 176, NULL),
(177, 'KOYJGG210753', '할맥 남양주 마석점', '장은세', '9', NULL, '경기 남양주시 화도읍 맷돌로 110-9', 37.6571846, 127.3025208, 'renewal', '2025-07-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12175', 'YJ', '2023-07-24', '8050802883', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-07-24', 108.10, 0.00, NULL, NULL, 120000000, 2900000, 30000000, 'open_dt: 2021-07-30 / store_note: 2023.10월경, 일반과세 회피를 문제 삼아 지역 세무사에서 매장 방문.



현재까지 명의변경 했던 이력 및 서류를 토대로 사실상 반강제적으로 사업자등록증 재발급. (사업자 등록번호는 동일하나 기존 명의자 박상용에서 장은세로 변경)



2023.11.14(화) 일자로 명의변경(?) 신청 완료.', 177, 177, NULL),
(178, 'KOYJGG200666', '할맥 남양주 별내로데오점', '서재화,허은진', '9', NULL, '경기 남양주시 별내중앙로57번길 19-9', 37.6473389, 127.1228638, 'renewal', '2026-11-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-13', '1940502730', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2020-11-13', 115.50, 0.00, NULL, NULL, 25000000, 3500000, 50000000, 'open_dt: 2020-12-09', 178, 178, NULL),
(179, 'KOYJGG220828', '할맥 남양주 별내별가람역점', '이철호', '9', NULL, '경기 남양주시 별내동 824-5', 37.6666107, 127.1181183, 'transfer', '2026-07-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12097', 'YJ', '2024-07-05', '3285700616', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2022-07-05', 99.00, 0.00, NULL, NULL, 0, 4000000, 60000000, 'open_dt: 2022-07-21', 179, 179, NULL),
(180, 'KOYJGG210766', '할맥 남양주 지금점', '홍성훈', '9', NULL, '경기 남양주시 다산지금로146번길 8-71', 37.6009941, 127.1731186, 'transfer', '2025-09-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12284', 'YJ', '2023-09-07', '6552101411', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-09-07', 66.00, 0.00, NULL, NULL, 0, 2800000, 50000000, 'open_dt: 2021-09-16', 180, 180, NULL),
(181, 'KOYJGG220812', '할맥 남양주 진건점', '권혜성', '9', NULL, '경기 남양주시 진건읍 사릉로442번길 25', 37.6591263, 127.1777191, 'transfer', '2026-05-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12133', 'YJ', '2024-05-26', '1225700610', 0, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2022-05-26', 92.40, 0.00, NULL, NULL, 0, 3500000, 30000000, 'open_dt: 2022-06-07', 181, 181, NULL),
(182, 'KOYJGG210689', '할맥 남양주 진접점', '김도희', '9', NULL, '경기 남양주시 진접읍 금곡리 1082-3', 37.7118874, 127.1871872, 'renewal', '2027-02-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12066', 'YJ', '2025-02-09', '3053641225', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-02-09', 82.50, 0.00, NULL, NULL, 0, 4500000, 0, 'open_dt: 2021-03-09', 182, 182, NULL),
(183, 'KOYJGG220799', '할맥 남양주 퇴계원점', '안성재', '9', NULL, '경기 남양주시 퇴계원읍 퇴계원공원1길 3', 37.6504173, 127.1422501, 'renewal', '2026-04-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12122', 'YJ', '2024-04-12', '1407200528', 0, 3000000, 2000000, 0, '양다운', NULL, '정인수', '2022-04-12', 66.00, 0.00, NULL, NULL, 0, 1600000, 30000000, 'open_dt: 2022-04-19', 183, 183, NULL),
(184, 'KOYJGG210691', '할맥 남양주 호평점', '이상재', '9', NULL, '경기 남양주시 호평동 655-1', 37.6548462, 127.2459641, 'transfer', '2027-03-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12150', 'YJ', '2025-03-12', '1497800395', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-03-12', 108.90, 0.00, NULL, NULL, 88000000, 2600000, 40000000, 'open_dt: 2021-03-26', 184, 184, NULL),
(185, 'YJGG230912', '할맥 남양주진접역점', '이헌창', '9', NULL, '경기 남양주시 진접읍 금곡리 1044', 37.7190514, 127.2030411, 'new', '2025-08-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12059', 'YJ', '2023-08-28', '5472001879', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '정인수', '2023-08-28', 145.18, 0.00, NULL, NULL, 0, 3500000, 50000000, 'open_dt: 2023-09-07', 185, 185, NULL),
(186, 'KOYJJB180072', '할맥 남원도통점', '김채이', '13', NULL, '전라북도 남원시 큰들4길 33-6', 35.4162521, 127.3979416, 'transfer', '2026-03-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(도통동)', NULL, 'YJ', '2024-03-26', '8534200383', 0, 0, 0, 0, '김진석', NULL, '안기주', '2018-03-26', 109.62, 0.00, 0, NULL, 0, 1300000, 10000000, 'open_dt: 2018-04-03 / store_note: 21.10.20 전영상 -> 김성호 양도양수

명의변경 일자 : 24.07.19

기존사업자 김성호 -> 김채이(직계존속간 명의변경)', 186, 186, NULL),
(187, 'KOYJCN170033', '할맥 논산내동점', '오네요', '12', NULL, '충청남도 논산시 시민로132번길 50-17', 36.1797791, 127.1068649, 'renewal', '2025-08-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(내동)', NULL, 'YJ', '2023-08-14', '6174700292', 0, 0, 0, 0, '김진석', NULL, '안기주', '2017-08-14', 112.40, 0.00, 0, NULL, 0, 1600000, 30000000, 'open_dt: 2017-08-25', 187, 187, NULL),
(188, 'KOYJCN170039', '할맥 논산취암점', '손정숙', '12', NULL, '충청남도 논산시 부창로100번길 13-13', 36.1947632, 127.0888901, 'renewal', '2025-08-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(취암동)', NULL, 'YJ', '2023-08-28', '2103271608', 0, 0, 0, 0, '김진석', NULL, '안기주', '2017-08-28', 79.34, 0.00, 0, NULL, 0, 1100000, 20000000, 'open_dt: 2017-09-13', 188, 188, NULL),
(189, 'KOYJCN190208', '할맥 당진CGV점', '김민정', '12', NULL, '충남 당진시 북문로1길 37-15', 36.9017296, 126.6305389, 'renewal', '2027-04-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-04-13', '6530701082', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-04-11', 170.32, 0.00, NULL, NULL, 0, 4390909, 70000000, 'open_dt: 2019-04-23', 189, 189, NULL),
(190, 'KOYJCN200423', '할맥 당진터미널점', '채규진', '12', NULL, '충남 당진시 밤절로 132-99', 36.9010582, 126.6462479, 'renewal', '2026-02-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '343-050', 'YJ', '2024-02-05', '8372401746', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '순현진', '2020-02-05', 112.20, 0.00, NULL, NULL, 20000000, 2200000, 60000000, 'open_dt: 2020-02-19', 190, 190, NULL),
(191, 'KOYJDG210735', '할맥 대구강창역점', '이정희', '3', NULL, '대구 달서구 파호동 82-31', 35.8522339, 128.4774017, 'renewal', '2027-06-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '42706', 'YJ', '2025-06-07', '8163001212', 7000000, 3000000, 0, 2000000, '양다운', NULL, '김봉재', '2021-06-08', 86.20, 0.00, NULL, NULL, 19000000, 800000, 30000000, 'open_dt: 2021-06-29', 191, 191, NULL),
(192, 'KOYJDG180119', '할맥 대구경북대점', '박창준', '3', NULL, '대구광역시 북구 산격동1412-2', 35.8927078, 128.6073608, 'transfer', '2026-07-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(산격동)', NULL, 'YJ', '2024-08-01', '2754501185', 0, 0, 0, 0, '김진석', NULL, '한상훈', '2018-08-02', 108.73, 0.00, 0, NULL, 0, 3300000, 50000000, 'open_dt: 2018-08-16', 192, 192, NULL),
(193, 'KOYJDG200602', '할맥 대구고성점', '유동현', '3', NULL, '대구 북구 고성동3가 37-3', 35.8840027, 128.5842438, 'renewal', '2026-08-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-04', '8564400504', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-08-05', 64.35, 0.00, NULL, NULL, 25000000, 1200000, 20000000, 'open_dt: 2020-08-27', 193, 193, NULL),
(194, 'KOYJDG200562', '할맥 대구공항점', '김태현', '3', NULL, '대구 동구 해동로 38', 35.8947601, 128.6374512, 'transfer', '2026-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-08', '3300603119', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-07-09', 99.00, 0.00, NULL, NULL, 30000000, 2000000, 20000000, 'open_dt: 2020-07-18', 194, 194, NULL),
(195, 'KOYJDG190201', '할맥 대구광장코아점', '정유정', '3', NULL, '대구 달서구 두류동 611-7', 35.8546181, 128.5531464, 'renewal', '2027-03-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '704-910', 'YJ', '2025-03-23', '1022351478', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-03-21', 72.60, 0.00, NULL, NULL, 0, 2000000, 20000000, 'open_dt: 2019-04-23', 195, 195, NULL),
(196, 'KOYJDG200606', '할맥 대구구지점', '이채영', '3', NULL, '대구 달성군 구지면 응암리 1211-1', 35.6548042, 128.4192352, 'renewal', '2026-08-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-13', '7591301440', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2020-08-14', 82.50, 0.00, NULL, NULL, 0, 1800000, 30000000, 'open_dt: 2020-09-03', 196, 196, NULL),
(197, 'KOYJDG210685', '할맥 대구금호지구점', '김민진', '3', NULL, '대구 북구 사수동 946', 35.8963547, 128.5158691, 'transfer', '2027-01-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '41598', 'YJ', '2025-01-24', '5206900419', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2021-01-25', 72.60, 0.00, NULL, NULL, 0, 1000000, 20000000, 'open_dt: 2021-02-25', 197, 197, NULL),
(198, 'KOYJDG190325', '할맥 대구남산점', '김보아', '3', NULL, '대구 중구 남산동 2120-29', 35.8566322, 128.5844879, 'renewal', '2025-09-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '700-804', 'YJ', '2023-09-30', '6710101453', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-09-30', 82.50, 0.00, NULL, NULL, 0, 2300000, 40000000, 'open_dt: 2019-10-15', 198, 198, NULL),
(199, 'KOYJDG190157', '할맥 대구다사점', '박정인', '3', '010-4132-8831', '대구 달성군 다사읍 죽곡1길 10', 35.8573189, 128.4635010, 'renewal', '2027-01-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '711-815', 'YJ', '2025-01-09', '8571300954', 0, 3300000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-01-10', 60.23, 0.00, NULL, NULL, 85000000, 1800000, 30000000, 'open_dt: 2019-01-17 / store_note: 기완석,기범석 => 박정인(양오양수 2023.03.24)', 199, 199, NULL),
(200, 'KOYJDG190322', '할맥 대구대곡점', '신수연', '3', NULL, '대구 달서구 대곡동 1128-2', 35.8004990, 128.5337677, 'renewal', '2025-09-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-09-30', '7787800397', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '한상훈', '2019-09-30', 85.80, 0.00, NULL, NULL, 0, 2600000, 60000000, 'open_dt: 2019-10-08 / store_note: 2022년 양도양수 완료 / 기존사업자 정수경 > 양수자 최성열=> 2023년 06월 12일 양도양수 신수연', 200, 200, NULL),
(201, 'KOYJDG180081', '할맥 대구대봉점', '정병준', '3', NULL, '대구광역시 중구 대봉로 201-4', 35.8568726, 128.6017303, 'transfer', '2026-05-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(대봉동)', NULL, 'YJ', '2024-05-31', '2450303130', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2018-05-29', 99.17, 0.00, 0, NULL, 0, 2130000, 20000000, 'open_dt: 2018-06-08', 201, 201, NULL),
(202, 'KOYJDG190210', '할맥 대구대천점', '기범석', '3', NULL, '대구 달서구 조암남로32길 20-8', 35.8185158, 128.5169525, 'renewal', '2027-04-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-04-21', '7267300329', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-04-19', 99.00, 0.00, NULL, NULL, 0, 2000000, 25000000, 'open_dt: 2019-04-30', 202, 202, NULL),
(203, NULL, '할맥 대구도남지구점', '정현교', '1', NULL, '대구 북구 도남중앙로7길 6', 35.9519348, 128.5827637, 'new', '2025-11-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '41408', 'YJ', '2023-11-27', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '김봉재', '2023-11-27', 99.00, 0.00, NULL, NULL, 0, 4200000, 90000000, 'open_dt: 2023-12-14', 203, 203, NULL),
(204, NULL, '할맥 대구도원센트럴점', '이나림', '3', NULL, '대구 중구 태평로 50', 35.8770256, 128.5825653, 'transfer', '2026-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '힐스에비뉴 근린생활시설c01동 103호', '41915', 'YJ', '2024-08-12', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '김봉재', '2024-08-12', 52.80, 52.80, 1, NULL, 0, 2700000, 30000000, 'open_dt: 2024-08-21', 204, 204, NULL),
(205, 'KOYJDG190250', '할맥 대구동대구역점', '오경해', '3', NULL, '대구 동구 동부로30길 29', 35.8744659, 128.6290131, 'renewal', '2027-06-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '701-829', 'YJ', '2025-06-02', '7041301625', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-06-03', 89.10, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2019-06-13', 205, 205, NULL),
(206, 'KOYJDG180092', '할맥 대구동변점', '김선정', '3', NULL, '경상북도 대구 북구 동변동 669-2', 35.9210091, 128.6026764, 'renewal', '2026-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(동변동)', NULL, 'YJ', '2024-06-25', '1160502744', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2018-06-25', 49.59, 0.00, 0, NULL, 0, 1150000, 20000000, 'open_dt: 2018-07-06', 206, 206, NULL),
(207, 'KOYJDG180134', '할맥 대구동성로점', '김주호', '3', NULL, '대구광역시 중구 동성로4길 35', 35.8663445, 128.5986328, 'renewal', '2026-09-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(삼덕동1가)', NULL, 'YJ', '2024-09-27', '8670701056', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2018-08-31', 82.64, 0.00, 0, NULL, 0, 2500000, 30000000, 'open_dt: 2018-10-03', 207, 207, NULL),
(208, 'KOYJDG190378', '할맥 대구동촌유원지점', '김은정', '3', NULL, '대구 동구 효목동 1017-8', 35.8812485, 128.6514130, 'renewal', '2025-11-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '701-030', 'YJ', '2023-11-26', '7511701497', 7000000, 3000000, 0, 2000000, '표인현', NULL, '김봉재', '2019-11-26', 62.70, 0.00, NULL, NULL, 0, 2400000, 40000000, 'open_dt: 2019-12-17 / store_note: 2021년 12월 1일 양도양수 완료 / 기존사업자 이주영 > 양수자 김은정', 208, 208, NULL),
(209, 'KOYJDG200579', '할맥 대구동호점', '이상현', '3', NULL, '대구 동구 동호동 367-3', 35.8666382, 128.7230988, 'renewal', '2026-07-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-12', '6953800970', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-07-13', 82.50, 0.00, NULL, NULL, 0, 1600000, 20000000, 'open_dt: 2020-08-06', 209, 209, NULL),
(210, 'KOYJDG220793', '할맥 대구만촌점', '이영민', '3', NULL, '대구 수성구 만촌동 659-9', 35.8679352, 128.6422119, 'transfer', '2026-01-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '42044', 'YJ', '2024-01-21', '6231001999', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2022-02-21', 66.00, 0.00, NULL, NULL, 0, 2300000, 40000000, 'open_dt: 2022-02-08', 210, 210, NULL),
(211, 'KOYJDG200514', '할맥 대구매천점', '한은비', '3', NULL, '대구 북구 매전로4길 6-17', 35.9082489, 128.5426331, 'renewal', '2026-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-14', '8990601847', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-05-15', 56.10, 0.00, NULL, NULL, 0, 700000, 10000000, 'open_dt: 2020-06-04', 211, 211, NULL),
(212, 'KOYJDG200474', '할맥 대구명곡점', '전동대', '3', NULL, '대구 달성군 화원읍 명천로 222', 35.7994041, 128.4944763, 'renewal', '2026-03-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-24', '4330202027', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-03-25', 114.00, 0.00, NULL, NULL, 40000000, 1400000, 20000000, 'open_dt: 2020-04-14', 212, 212, NULL),
(213, 'KOYJDG200628', '할맥 대구반고개점', '박월영', '3', NULL, '대구 서구 달구벌대로375길 6', 35.8617058, 128.5692749, 'renewal', '2026-08-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-01', '5410802320', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-09-02', 92.40, 0.00, NULL, NULL, 15000000, 1500000, 20000000, 'open_dt: 2020-09-24', 213, 213, NULL),
(214, 'KOYJDG200616', '할맥 대구방촌점', '김현옥', '3', NULL, '대구 동구 둔산로 6-1', 35.8802643, 128.6698761, 'renewal', '2026-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-12', '2192301373', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-08-13', 115.50, 0.00, NULL, NULL, 20000000, 2000000, 30000000, 'open_dt: 2020-09-11 / store_note: 양도양수 일자 : 24.07.15

기존사업자 : 임승민외1명 -> 김현옥(양도양수)', 214, 214, NULL),
(215, 'KOYJDG190266', '할맥 대구범어KBS점', '전우현', '3', NULL, '대구 수성구 달구벌대로496길 22', 35.8572044, 128.6339874, 'renewal', '2027-06-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '706-821', 'YJ', '2025-06-04', '2161424619', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-06-05', 72.60, 0.00, NULL, NULL, 0, 3180000, 50000000, 'open_dt: 2019-07-03 / store_note: 2022년 5월 29일 양도양수 완료 / 기존사업자 이영선 > 양수자 전우현', 215, 215, NULL),
(216, 'KOYJDG190235', '할맥 대구범어점', '김재욱', '3', NULL, '대구 수성구 범어천로 126-1', 35.8582878, 128.6226654, 'transfer', '2027-04-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '706-825', 'YJ', '2025-04-21', '5612501036', 0, 0, 0, 0, '미지정(영업)', NULL, '김봉재', '2019-04-19', 105.60, 0.00, NULL, NULL, 0, 3800000, 50000000, NULL, 216, 216, NULL),
(217, 'KOYJDG190261', '할맥 대구보건대점', '박유상', '3', NULL, '대구 북구 칠곡중앙대로65길 21', 35.9252090, 128.5444031, 'transfer', '2027-06-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '702-864', 'YJ', '2025-06-04', '2382000898', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-06-05', 115.50, 0.00, NULL, NULL, 0, 1860000, 17000000, 'open_dt: 2019-06-26', 217, 217, NULL),
(218, 'KOYJDG200632', '할맥 대구복현점', '차동석', '3', NULL, '대구 북구 복현동 200-5', 35.8971519, 128.6160889, 'renewal', '2026-09-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-17', '6641401756', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-09-18', 132.00, 0.00, NULL, NULL, 0, 2100000, 20000000, 'open_dt: 2020-09-25', 218, 218, NULL),
(219, 'KOYJDG200526', '할맥 대구봉덕점', '박경자', '3', '010-4517-6618', '대구 남구 대봉로 52', 35.8433838, 128.6042480, 'renewal', '2026-05-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-17', '6067068515', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-05-18', 92.40, 0.00, NULL, NULL, 63000000, 1200000, 20000000, NULL, 219, 219, NULL),
(220, 'KOYJDG170060', '할맥 대구비산점', '김윤정', '3', NULL, '대구광역시 서구 달서로 166', 35.8771362, 128.5715485, 'renewal', '2025-11-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(비산동)', NULL, 'YJ', '2023-11-13', '1736600148', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2017-11-13', 115.70, 0.00, 0, NULL, 0, 1650000, 70000000, 'open_dt: 2017-11-22', 220, 220, NULL),
(221, 'KOYJDG200542', '할맥 대구삼덕점', '이경희', '3', '010-2234-2480', '대구 중구 동인동4가 286-1', 35.8663864, 128.6093140, 'renewal', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-10', '8823701071', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-06-10', 99.00, 0.00, NULL, NULL, 35000000, 2000000, 30000000, 'open_dt: 2020-06-27', 221, 221, NULL),
(222, 'KOYJDG180077', '할맥 대구상인점', '이은희', '3', '010-4759-8324', '대구광역시 달서구 월곡로51길 17', 35.8168411, 128.5382843, 'renewal', '2026-12-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(상인동)', NULL, 'YJ', '2024-12-24', '5958602441', 0, 0, 0, 0, '김진석', NULL, '한상훈', '2018-12-22', 112.40, 0.00, 0, NULL, 0, 6000000, 60000000, 'open_dt: 2018-05-18 / store_note: 2021년 7월 26일 양도양수 완료 / 기존사업자 이윤환 > 하효윤  (주)윤결에프앤씨 => 이은희 (양도양수 2023.04.01)', 222, 222, NULL),
(223, 'KOYJDG220836', '할맥 대구서구청점', '이동수', '3', NULL, '대구 서구 국채보상로 235', 35.8709946, 128.5565643, 'renewal', '2026-08-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '41777', 'YJ', '2024-08-09', '6512401540', 7000000, 3000000, 2000000, 0, '양다운', NULL, '김봉재', '2022-08-09', 113.69, 0.00, NULL, NULL, 80000000, 1500000, 25000000, 'open_dt: 2022-08-17', 223, 223, NULL),
(224, 'KOYJDG200456', '할맥 대구서부정류장점', '김명희', '3', NULL, '대구 달서구 구마로 238', 35.8367844, 128.5537720, 'transfer', '2026-02-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '704-820', 'YJ', '2024-03-01', '4210802818', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-03-02', 66.00, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2020-03-25', 224, 224, NULL),
(225, 'KOYJDG180073', '할맥 대구성서계명대점', '손두성', '3', NULL, '대구광역시 달서구 서당로7길 46', 35.8551064, 128.4929962, 'renewal', '2026-04-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신당동)', NULL, 'YJ', '2024-04-03', '7291701151', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2018-04-04', 155.37, 0.00, 0, NULL, 0, 2500000, 60000000, 'open_dt: 2018-04-13', 225, 225, NULL),
(226, 'KOYJDG190290', '할맥 대구세천점', '김진달래', '3', NULL, '대구 달성군 다사읍 세천북로 29', 35.8770447, 128.4782257, 'renewal', '2025-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-07-23', '4800701316', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-07-23', 89.10, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2019-08-01', 226, 226, NULL),
(227, 'KOYJDG190354', '할맥 대구수성대점', '박정언', '3', NULL, '대구 수성구 만촌동 853-7', 35.8562393, 128.6498871, 'renewal', '2025-10-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '706-808', 'YJ', '2023-10-30', '1680701361', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-10-30', 85.80, 0.00, NULL, NULL, 20000000, 2000000, 20000000, 'open_dt: 2019-11-13', 227, 227, NULL),
(228, 'KOYJDG190340', '할맥 대구수성못점', '서승현', '3', NULL, '대구 수성구 두산동 657-1', 35.8265190, 128.6224823, 'renewal', '2025-10-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '706-801', 'YJ', '2023-10-10', '7940902071', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-10-10', 143.14, 0.00, NULL, NULL, 110000000, 3900000, 30000000, 'open_dt: 2019-10-31', 228, 228, NULL),
(229, NULL, '할맥 대구수성점', '김주희', '3', NULL, '대구 수성구 수성로 331', 35.8551064, 128.6134186, 'new', '2027-03-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '42126', 'YJ', '2025-03-12', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '김봉재', '2025-03-12', 82.99, 82.99, 1, NULL, 0, 2350000, 30000000, 'open_dt: 2025-03-26', 229, 229, NULL),
(230, 'KOYJDG190188', '할맥 대구시지점', '정성율', '3', NULL, '대구 수성구 신매동 567-4', 35.8392029, 128.7054596, 'renewal', '2027-03-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '706-170', 'YJ', '2025-03-16', '7272101297', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-03-14', 99.00, 0.00, NULL, NULL, 0, 4000000, 60000000, 'open_dt: 2019-03-25 / store_note: 2021년 11월 5일 양도양수 완료 / 기존사업자 차동욱 > 양수자 정성율', 230, 230, NULL),
(231, 'KOYJDG200434', '할맥 대구신암점', '박웅대', '3', NULL, '대구 동구 신성로 30', 35.8785706, 128.6108246, 'renewal', '2026-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '신암그린타운 상가 12호', '701-723', 'YJ', '2024-01-30', '2302301593', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-01-30', 66.00, 0.00, NULL, NULL, 23000000, 1600000, 30000000, 'open_dt: 2020-03-03', 231, 231, NULL),
(232, 'KOYJDG200490', '할맥 대구안지랑점', '이현숙', '3', NULL, '대구 남구 두류공원로 39', 35.8412971, 128.5729370, 'transfer', '2026-04-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-02', '2548501772', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-04-03', 85.80, 0.00, NULL, NULL, 30000000, 1700000, 30000000, 'open_dt: 2020-04-28', 232, 232, NULL),
(233, 'KOYJDG200623', '할맥 대구알파시티점', '이근', '3', NULL, '대구 수성구 시지동 584-1', 35.8396301, 128.6920471, 'renewal', '2026-09-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-08', '6134001567', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-09-09', 82.50, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2020-09-17', 233, 233, NULL),
(234, 'KOYJDG200651', '할맥 대구연경점', '김수환', '3', NULL, '대구 북구 연경동 952-5', 35.9427032, 128.6156006, 'transfer', '2026-10-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-11', '4970803153', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-10-12', 92.40, 0.00, NULL, NULL, 0, 2800000, 80000000, 'open_dt: 2020-10-30 / store_note: 양도양수 일자 : 24.09.09

기존사업자 정순출 -> 이성호(직계가족간 명의변경/교육비 면제)

김복남 맥주 경쟁브랜드 운영 중이며 이전 공차 프렌차이즈 운영 

25년부터 매출 감소로 인해 생계 어려움 호소', 234, 234, NULL),
(235, 'KOYJDG190342', '할맥 대구영대병원점', '박윤희', '3', NULL, '대구 남구 봉덕동 1010-4', 35.8473206, 128.5908356, 'renewal', '2025-10-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '705-830', 'YJ', '2023-10-14', '8447600327', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-10-14', 69.30, 0.00, NULL, NULL, 215000000, 1000000, 15000000, 'open_dt: 2019-10-31 / store_note: 2020년 1월 20일 양도양수 완료 / 기존사업자 이재영 > 양수자 육동월 > 23.7.21 박윤희 양수

실운영자(남편) 010-7281-2220

반고개점과 교육 동기로 반고개점 점주의 배달 노하우 전수 받아서 운영 중', 235, 235, NULL),
(236, 'KOYJDG190304', '할맥 대구옥포점', '최창갑', '3', NULL, '대구 달성군 옥포읍 교항리 2900', 35.7820358, 128.4410706, 'renewal', '2025-08-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-08-07', '1391465502', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-08-07', 89.10, 0.00, NULL, NULL, 0, 2000000, 40000000, 'open_dt: 2019-08-20 / store_note: 양도양수 김종희	2022-07-15 => 최창갑 양도양수 진행 

김종희, 최창갑 친구 관계로 김종희 점주 가끔 매장 방문', 236, 236, NULL),
(237, 'KOYJDG190191', '할맥 대구용산점', '심정훈', '3', NULL, '대구 달서구 용산동 930-6', 35.8583374, 128.5299835, 'renewal', '2027-03-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '704-936', 'YJ', '2025-03-23', '5010677402', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-03-21', 59.40, 0.00, NULL, NULL, 80000000, 1000000, 60000000, 'open_dt: 2019-03-27 / store_note: 양도양수 금주영	2021-08-02 => 이호수

양도양수 이호수  2025-01-10 => 심정훈 



이호수(사촌관계) 에서 심정훈(매니저) 명의 변경 



대구오성주류 대표가 운영하는 매장으로 이호수 명의자에서 심정훈 명의 변경 



심정훈 매니저 매장에서 4년 이상 근무', 237, 237, NULL),
(238, NULL, '할맥 대구원대노원점', '이찬송', '3', NULL, '대구 서구 원대동3가 1401', 35.8864021, 128.5733032, 'new', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '401동104호', '41716', 'YJ', '2024-06-10', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '김봉재', '2024-06-10', 56.00, 56.00, 1, NULL, 0, 1000000, 30000000, 'open_dt: 2024-06-27', 238, 238, NULL),
(239, 'KOYJDG200443', '할맥 대구월성점', '박정미', '3', NULL, '대구 달서구 월성동 1846', 35.8246346, 128.5270081, 'renewal', '2026-03-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-18', '5344900410', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-03-19', 66.00, 0.00, NULL, NULL, 0, 5000000, 70000000, 'open_dt: 2020-03-27', 239, 239, NULL),
(240, 'KOYJDG190159', '할맥 대구율하점', '권순범', '3', NULL, '대구 동구 안심로22길 60-15', 35.8627968, 128.6961365, 'renewal', '2027-01-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '701-847', 'YJ', '2025-02-01', '5500301484', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-01-30', 46.91, 0.00, NULL, NULL, 0, 2000000, 20000000, 'open_dt: 2019-01-31', 240, 240, NULL),
(241, 'KOYJDG190309', '할맥 대구이곡점', '김희은', '3', NULL, '대구 달서구 이곡동 1202-10', 35.8545761, 128.5046234, 'renewal', '2025-08-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '704-940', 'YJ', '2023-08-05', '4880801127', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-08-05', 59.40, 0.00, NULL, NULL, 20000000, 2000000, 40000000, 'open_dt: 2019-08-22', 241, 241, NULL),
(242, 'KOYJDG210677', '할맥 대구이시아폴리스점', '백종범', '3', NULL, '대구 동구 봉무동 1542-1', 35.9227905, 128.6382446, 'renewal', '2026-12-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-12-22', '6201773950', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-12-01', 72.60, 0.00, NULL, NULL, 0, 1000000, 10000000, 'open_dt: 2021-01-12', 242, 242, NULL),
(243, 'KOYJDG190244', '할맥 대구장기점', '이기륜', '3', NULL, '대구 달서구 장기로57길 21', 35.8424988, 128.5295258, 'renewal', '2027-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '704-180', 'YJ', '2025-05-14', '2166300667', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-05-15', 66.00, 0.00, NULL, NULL, 0, 1050000, 20000000, 'open_dt: 2019-06-04 / store_note: 양도양수 김인경	2022-08-11 => 이기륜', 243, 243, NULL),
(244, 'KOYJDG170034', '할맥 대구종로점', '윤정원', '3', NULL, '대구광역시 중구 중앙대로81길 52', 35.8696938, 128.5907593, 'renewal', '2025-08-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(종로1가)', NULL, 'YJ', '2023-08-21', '3873200418', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2017-08-21', 80.26, 0.00, 0, NULL, 0, 1430000, 20000000, 'open_dt: 2017-08-31 / store_note: 풀 오토 매장으로 점주 관리 하지 않음

25년 5월 기준 세연 매니저(010-5662-5283) 관리 운영', 244, 244, NULL),
(245, 'KOYJDG200659', '할맥 대구죽전점', '최원교', '3', NULL, '대구 달서구 감삼동 140-29', 35.8503571, 128.5401154, 'renewal', '2026-11-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-04', '2884200804', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-11-05', 99.00, 0.00, NULL, NULL, 30000000, 2000000, 20000000, 'open_dt: 2020-11-24', 245, 245, NULL),
(246, 'KOYJDG190209', '할맥 대구지산점', '정연수', '3', NULL, '대구 수성구 지산동 1288-20', 35.8220482, 128.6392059, 'renewal', '2027-04-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '706-839', 'YJ', '2025-04-17', '2230467859', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-04-15', 82.00, 0.00, NULL, NULL, 0, 3200000, 50000000, 'open_dt: 2019-04-25 / store_note: 양도양수 김영석	2021-04-19 =>정연수', 246, 246, NULL),
(247, 'KOYJDG180101', '할맥 대구칠곡3지구점', '김민석', '3', NULL, '대구광역시 북구 동천로 125-4', 35.9431343, 128.5602875, 'renewal', '2026-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(동천동)', NULL, 'YJ', '2024-07-15', '2751701692', 0, 0, 0, 0, '김진석', NULL, '김봉재', '2018-07-16', 62.81, 0.00, 0, NULL, 0, 2600000, 30000000, 'open_dt: 2018-07-26 / store_note: 양도양수 조재현	2021-04-19 => 김민석

풀오토 매장으로 대구고성점 점주와 친구 관계 

25년 2월 주방 직원 화상 사고로 보험 문제 발생되어 민사소송 준비 

(민사소송 준비 과정 한상훈 팀장에게 문자 내용 전달 완료)', 247, 247, NULL),
(248, 'KOYJDG190207', '할맥 대구침산점', '문분정', '3', NULL, '대구 북구 침산동 329-2', 35.8911629, 128.5906982, 'renewal', '2027-04-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-04-10', '5063081454', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2019-04-11', 72.73, 0.00, NULL, NULL, 0, 2000000, 50000000, 'open_dt: 2019-04-23 / store_note: 양도양수 나선주	2020-08-01 => 박정민 2022-07-20 =>문분정

실 운영자 곽준권(점주 남편) 010-2698-1561

2년 전부터 매장 내 한치 판매하여 지속적으로 안내', 248, 248, NULL),
(249, NULL, '할맥 대구평화시장점', '박웅대', '3', NULL, '대구 동구 신암동 766', 35.8832130, 128.6178131, 'renewal', '2027-06-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '109', '41197', 'YJ', '2025-06-27', '4242701556', 7000000, 3000000, 0, 2000000, '양다운', NULL, '김봉재', '2023-06-27', 64.80, 0.00, NULL, NULL, 0, 1700000, 20000000, 'open_dt: 2023-06-27 / store_note: 신암점, 방촌점, 평화시장점 다점포 매장 

죽전점 점주와 사촌 관계 

풀오토 매장으로 점주 일수 직업 가진 것으로 파악', 249, 249, NULL),
(250, 'KOYJDG190189', '할맥 대구현풍점', '김기웅', '3', NULL, '대구 달성군 현풍읍 중리 494', 35.6920166, 128.4552917, 'renewal', '2027-03-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-03-16', '6684700456', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-03-14', 47.70, 0.00, NULL, NULL, 0, 1500000, 30000000, 'open_dt: 2019-03-26 / store_note: 실운영자 사촌관계 류미나 010-2876-0325 매장운영 중 

4월 폐점 및 양도양수로 미팅 진행하였고 매장 상가 김기웅 명의로 되어 있어서 양도양수로 진행 원함 

전용잔 x / property_note: 자가건물', 250, 250, NULL),
(251, 'KOYJDG200552', '할맥 대구황금점', '이동희', '3', NULL, '대구 수성구 들안로32길 106', 35.8439293, 128.6228027, 'renewal', '2026-06-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-09', '6731201455', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2020-06-10', 79.20, 0.00, NULL, NULL, 50000000, 1000000, 10000000, 'open_dt: 2020-07-16', 251, 251, NULL),
(252, 'KOYJDG210785', '할맥 대구효목점', '주재현', '3', NULL, '대구 동구 효목동 457-11', 35.8765297, 128.6394043, 'renewal', '2025-12-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '41237', 'YJ', '2023-12-09', '2773200974', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김봉재', '2021-12-09', 92.00, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2021-12-23 / store_note: 실 운영자 장재윤 010-9498-2996

명의자 이전 만촌점 점주(주재현) 

300cc 전용잔 o 500cc 전용잔 없어서 양도양수 시 구매 필요', 252, 252, NULL),
(253, 'KOYJDJ190183', '할맥 대전가수원점', '정진희', '6', NULL, '대전 서구 가수원동 990', 36.3067513, 127.3506393, 'renewal', '2027-02-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-02-27', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-02-25', 119.47, 0.00, NULL, NULL, 0, 2500000, 30000000, 'open_dt: 2019-03-19', 253, 253, NULL),
(254, 'KOYJDJ240981', '할맥 대전가양점', '윤현민', '6', NULL, '대전 동구 가양동 345-24', 36.3432236, 127.4416199, 'new', '2026-09-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '105호', '34593', 'YJ', '2024-09-02', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '안기주', '2024-09-02', 66.00, 66.00, 1, NULL, 30000000, 1400000, 50000000, 'open_dt: 2024-09-12', 254, 254, NULL),
(255, 'KOYJDJ190165', '할맥 대전가오점', '김윤수', '6', NULL, '대전 동구 은어송로51번길 16-8', 36.3066750, 127.4552002, 'renewal', '2027-01-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '300-050', 'YJ', '2025-02-01', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-01-30', 121.29, 0.00, NULL, NULL, 0, 2400000, 0, 'open_dt: 2019-02-12 / store_note: 계약서 작성일자 : 2019.12.03

양도양수 일자 : 2019.12.11

기존사업자 김선미 -> 강일용

-----------------------------------------------------

계약서 작성일자 : 2023.7.24

양도양수 일자 : 2023.8.10

기존사업자 강일용 -> 김윤수

(대전용운점 이홍명 점주와 친구관계, 대전가오점 지분 이홍명 50%, 김윤수 50%)', 255, 255, NULL),
(256, 'KOYJDJ210716', '할맥 대전갈마점', '이현', '6', NULL, '대전 서구 갈마중로50번길 22', 36.3461952, 127.3741379, 'renewal', '2027-05-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '35272', 'YJ', '2025-05-13', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2021-05-14', 99.25, 0.00, NULL, NULL, 35000000, 1700000, 20000000, 'open_dt: 2021-05-18 / store_note: 양도양수 (사업자변경-하형준->대전둔산점 김종욱 점주의 동생 김민욱) : 2022.06.22 / 계약서 작성일자 : 2022.06.16

------------------------------------------------

양도양수(명의변경) (동업자 관계)

2023. 06.14 (계약서 작성일 23년 6월 7일)

김민욱 -> 하형준



양도양수 2025-02-26 하형준 -> 이현', 256, 256, NULL),
(257, 'KOYJDJ170049', '할맥 대전관저점', '강병주', '6', NULL, '대전광역시 서구 관저중로64번길 34', 36.2976074, 127.3366928, 'renewal', '2025-09-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(광저동)', NULL, 'YJ', '2023-09-11', '5983300354', 0, 0, 0, 0, '김진석', NULL, '안기주', '2017-09-11', 89.26, 0.00, 0, NULL, 0, 2600000, 60000000, 'open_dt: 2017-10-11 / store_note: 계약서 작성일자 : 2020.07.06

양도양수 일자 : 2020.07.06

기존사업자 김학규 -> 강병주', 257, 257, NULL),
(258, 'KOYJDJ180138', '할맥 대전관평점', '정만채', '6', NULL, '대전광역시 유성구 관평동 1054번지', 36.4238625, 127.3919907, 'renewal', '2026-10-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(관평동)', NULL, 'YJ', '2024-10-17', '5525200344', 0, 3000000, 0, 2000000, '김진석', NULL, '안기주', '2018-10-18', 109.62, 0.00, 0, NULL, 0, 2000000, 0, 'open_dt: 2018-10-24 / store_note: 계약서 작성일자 : 2019.08.22

양도양수 일자 : 2019.09.04

기존사업자 서혜경 -> 신윤한,정현희

-----------------------------------------

양도양수(명의변경) 계약 : 2023 06. 28

양도양수 일자 : 2023.07.03

기존 사업자 신윤한 -> 정만채(정현희 점주 아버님)', 258, 258, NULL),
(259, 'KOYJDJ190166', '할맥 대전괴정롯데점', '송호섭', '6', NULL, '대전 서구 괴정동 424-2', 36.3404922, 127.3882294, 'transfer', '2027-01-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '302-816', 'YJ', '2025-01-30', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '안기주', '2019-01-28', 90.20, 0.00, NULL, NULL, 0, 2318182, 40000000, 'open_dt: 2019-02-12 / store_note: 양도양수

2025. 02.12 

신경순 -> 송호섭 (대전목원대점 실운영주)', 259, 259, NULL),
(260, 'KOYJDJ190203', '할맥 대전노은점', '임건빈', '6', NULL, '대전 유성구 은구비남로33번길 17', 36.3730316, 127.3191147, 'transfer', '2027-04-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '305-330', 'YJ', '2025-04-06', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-04-04', 178.95, 0.00, NULL, NULL, 0, 2500000, 0, 'open_dt: 2019-04-18 / store_note: 20년 9월 1일 양도양수 계약서 작성 

기존 사업자 이형준-> 신규 사업자 전계영', 260, 260, NULL),
(261, 'KOYJDJ190156', '할맥 대전대흥점', '채율석외 1명', '6', NULL, '대전 중구 중앙로122번길 24', 36.3266983, 127.4238281, 'renewal', '2027-01-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '301-803', 'YJ', '2025-01-17', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '안기주', '2019-01-15', 164.96, 0.00, NULL, NULL, 0, 3650000, 90000000, 'open_dt: 2019-01-18 / store_note: 양도양수 : 2022.01.13

계약서 작성일자 : 2022.01.11

기존사업자 (주진영) -> 변경 사업자 (노성현)

공동사업자 추가(노성현 단독에서 채율석 추가[친구관계]) : 2022.04.25', 261, 261, NULL),
(262, 'KOYJDJ180112', '할맥 대전둔산점', '박유화', '6', NULL, '대전광역시 서구 둔산동 1101', 36.3507652, 127.3748169, 'transfer', '2026-07-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(둔산동)', NULL, 'YJ', '2024-07-31', '1203400522', 0, 0, 0, 0, '김진석', NULL, '안기주', '2018-08-08', 154.18, 0.00, 0, NULL, 0, 5600000, 50000000, 'open_dt: 2018-08-09', 262, 262, NULL),
(263, 'KOYJDJ210775', '할맥 대전목동점', '이용주', '6', NULL, '대전 중구 목중로 5', 36.3349724, 127.4126434, 'renewal', '2025-10-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34815', 'YJ', '2023-10-27', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2021-10-27', 129.60, 0.00, NULL, NULL, 30000000, 2300000, 30000000, 'open_dt: 2021-11-02', 263, 263, NULL),
(264, 'KOYJDJ190216', '할맥 대전목원대점', '심서하', '6', NULL, '대전 서구 도안동 871', 36.3307457, 127.3397827, 'renewal', '2027-04-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '302-318', 'YJ', '2025-04-24', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-04-22', 99.00, 0.00, NULL, NULL, 0, 1500000, 0, 'open_dt: 2019-05-02 / store_note: 양도양수 : 2021.12.16



계약서 작성일자 : 2021.12.13



기존사업자 박상우 -> 변경사업자 심서하', 264, 264, NULL),
(265, 'KOYJDJ190196', '할맥 대전반석점', '전성현', '6', NULL, '대전 유성구 반석동 629-2', 36.3925591, 127.3124924, 'renewal', '2027-03-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '305-150', 'YJ', '2025-03-27', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-03-25', 99.91, 0.00, NULL, NULL, 0, 2100000, 0, 'open_dt: 2019-04-11 / store_note: 양도양수(명의변경)

2025. 02.07

조혜진 -> 전성현 

조혜진의 무리한 사업확장으로 개인 자산 압류로 인하여 전성현(먼 가족관계)로 명의변경 함

실 운영은 조혜진이 그대로 유지중이며 전성현 명의로 개통한 핸드폰 소유하고 있어 사전 소통 시 서류적 업무 원활히 가능', 265, 265, NULL),
(266, 'KOYJDJ190311', '할맥 대전배재대점', '김병호', '6', NULL, '대전 서구 도마로 11', 36.3225861, 127.3715591, 'renewal', '2025-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-08-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-08-13', 89.10, 0.00, NULL, NULL, 0, 1500000, 0, 'open_dt: 2019-08-27', 266, 266, NULL),
(267, 'KOYJDJ200605', '할맥 대전보건대점', '구현아', '6', NULL, '대전 동구 우암로 327', 36.3484421, 127.4507904, 'renewal', '2026-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-08-20', 128.50, 0.00, NULL, NULL, 60000000, 3000000, 80000000, 'open_dt: 2020-09-01', 267, 267, NULL),
(268, 'KOYJDJ200646', '할맥 대전복수점', '황영미', '6', NULL, '대전 서구 복수동 621', 36.2988281, 127.3788605, 'renewal', '2026-10-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-12', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-10-13', 92.40, 0.00, NULL, NULL, 0, 2500000, 30000000, 'open_dt: 2020-10-23 / store_note: 2023.01.04 김복녀 -> 황영미 양도양수(자부관계)', 268, 268, NULL),
(269, 'KOYJDJ180145', '할맥 대전봉명점', '김재우', '6', NULL, '대전광역시 유성구 봉명동 619-2', 36.3585243, 127.3450699, 'transfer', '2026-11-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(봉명동)', NULL, 'YJ', '2024-11-25', '4684600354', 0, 0, 0, 0, '김진석', NULL, '안기주', '2018-11-26', 86.45, 0.00, 0, NULL, 0, 3400000, 40000000, 'open_dt: 2018-12-04', 269, 269, NULL),
(270, 'KOYJDJ210701', '할맥 대전상대점', '송두섭', '6', NULL, '대전 유성구 상대동 472-3', 36.3467484, 127.3397446, 'transfer', '2027-03-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34199', 'YJ', '2025-03-28', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2021-03-29', 72.50, 0.00, NULL, NULL, 0, 1500000, 30000000, 'open_dt: 2021-04-20 / store_note: 양도양수

2025. 02.12 

차민재 -> 이정례 (대전목원대점 실운영주, 대전괴정롯데점 송호섭 사장의 어머님)

실운영주  송두섭(이정례과 모자 관계, 송호섭의 동생)', 270, 270, NULL),
(271, 'KOYJDJ220790', '할맥 대전선사유적지점', '이용섭', '6', NULL, '대전 서구 월평북로 81', 36.3624458, 127.3773193, 'renewal', '2026-01-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '35213', 'YJ', '2024-01-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2022-01-11', 89.10, 0.00, NULL, NULL, 0, 3600000, 60000000, 'open_dt: 2022-01-20', 271, 271, NULL),
(272, 'KOYJDJ250998', '할맥 대전센트럴아이파크점', '박지애', '6', NULL, '대전 유성구 상대복용로29번길 9-5', 36.3375893, 127.3334579, 'new', '2026-12-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, 'c48블럭 103,104호', '34201', 'YJ', '2024-12-23', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '안기주', '2024-12-23', 96.00, 96.00, 1, NULL, 0, 0, 0, 'open_dt: 2025-02-27', 272, 272, NULL),
(273, 'KOYJDJ220846', '할맥 대전송강점', '장정현', '6', NULL, '대전 유성구 구즉로58번길 15-5', 36.4344101, 127.3859863, 'transfer', '2026-08-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34009', 'YJ', '2024-08-25', NULL, 7000000, 3000000, 2000000, 0, '양다운', NULL, '안기주', '2022-08-25', 97.04, 0.00, NULL, NULL, 0, 1400000, 20000000, 'open_dt: 2022-09-06 / store_note: 1) 박제현 -> 이수민 (단순 명의변경)

양도양수 일자 : 23.12.18



2) 이수민 → 오은철 (양도양수일자 : 24-11-11) (단순명의변경)



3) 오은철 -> 장정현 (양도양수일자 : 25-02-28)', 273, 273, NULL),
(274, 'KOYJDJ170058', '할맥 대전송촌점', '이시행', '6', NULL, '대전광역시 대덕구 송촌북로20번길 31', 36.3647041, 127.4381714, 'renewal', '2023-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(송촌동)', NULL, 'YJ', '2021-11-06', '3090964637', 0, 0, 0, 0, '김진석', NULL, '안기주', '2017-11-06', 109.09, 0.00, 0, NULL, 0, 1727273, 0, 'open_dt: 2017-11-16 / store_note: 계약서 작성일자 : 2019.04.08 

양도양수 일자 : 2019.04.12

기존사업자 윤이숙 -> 이주원



계약서 작성일자 : 2020.08.10

양도양수 일자 : 2020.08.10

기존사업자 이주원 -> 이시행', 274, 274, NULL),
(275, 'KOYJDJ200636', '할맥 대전스마트시티점', '유창우', '6', NULL, '대전 유성구 엑스포로151번길 19', 36.3761520, 127.3953857, 'renewal', '2026-09-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '제1동 C동 101~3호', '34125', 'YJ', '2024-09-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-09-11', 99.00, 0.00, NULL, NULL, 0, 4300000, 77000000, 'open_dt: 2020-10-07 / store_note: 2023년 5월 12일 확장공사 완료



2023년 5월 12일 ~ 2026년 5월 11일 이내 가맹점 재계약 진행 시 특약사항에 아래 문구 필히 기재해야 함



역전할머니맥주대전스마트시티점은매장(확장)공사진행에따라가맹본부를통해8,840,000원(VAT별도)을지원받았음을확인하며점포환경개선이끝난날로부터3년이내에가맹본부의책임없는사유계약이종료(계약의해지또는영업양도를포함한다)되는경우에는가맹본부가부담액중나머지기간에비례하는부담액은지급하지아니하거나이미지급한경우에는환수하는것에동의한다.', 275, 275, NULL),
(276, 'KOYJDJ190258', '할맥 대전시청점', '박주영', '6', NULL, '대전 서구 둔산로 134', 36.3509712, 127.3886261, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '302-831', 'YJ', '2025-06-12', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-06-13', 220.84, 0.00, NULL, NULL, 0, 4700000, 0, 'open_dt: 2019-06-20 / store_note: 계약서 작성일자 : 2023.08.08

양도양수 일자 : 2023년 08.16

기존사업자 유진식 -> 박주영 (부부관계, 명의변경)', 276, 276, NULL),
(277, 'KOYJDJ190228', '할맥 대전신성점', '유종성', '6', NULL, '대전 유성구 신성동 122-4', 36.3914757, 127.3499756, 'renewal', '2027-05-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '305-804', 'YJ', '2025-05-09', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-05-07', 90.00, 0.00, NULL, NULL, 0, 1000000, 0, 'open_dt: 2019-05-15', 277, 277, NULL),
(278, 'KOYJDJ190240', '할맥 대전신탄진점', '이승환', '6', NULL, '대전 대덕구 신탄진동 141-1', 36.4497910, 127.4298859, 'renewal', '2027-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '306-815', 'YJ', '2025-05-15', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-05-16', 155.10, 0.00, NULL, NULL, 0, 3000000, 0, 'open_dt: 2019-05-24 / store_note: 2020년 11월 1일 양도양수

2020년 10월 20일 계약서 작성



기존사업자 이준호 -> 변경사업자 이승환', 278, 278, NULL),
(279, NULL, '할맥 대전신흥점', '주종명', '1', NULL, '대전 동구 신흥동 264', 36.3245316, 127.4425430, 'new', '2027-07-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '제 상가2동 209호', '34642', 'YJ', '2025-07-24', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '안기주', '2025-07-24', 69.30, 69.30, 1, NULL, 0, 2200000, 30000000, 'open_dt: 2025-08-07', 279, 279, NULL),
(280, 'KOYJDJ170065', '할맥 대전오류점', '정현희', '6', NULL, '대전광역시 중구 계룡로 882번길 22', 36.3226891, 127.4104691, 'transfer', '2025-12-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(오류동)', NULL, 'YJ', '2023-12-15', '4883700415', 0, 0, 0, 0, '김진석', NULL, '안기주', '2017-12-15', 112.40, 0.00, 0, NULL, 0, 2500000, 20000000, 'open_dt: 2017-12-20 / store_note: 계약서 작성 : 2018.07.12

양도양수 일자 : 2018.08.01

기존사업자 백성빈 -> 심윤범



계약서 작성 : 2020.02.03

양도양수 일자 : 2020.02.12

기존사업자 심윤범 -> 우기현



양도양수 일자 : 2024.08.08

기존사업자 우기현 -> 정현희(동업자간 명의변경)', 280, 280, NULL),
(281, 'KOYJDJ210756', '할맥 대전용운점', '이홍명', '6', NULL, '대전 동구 새울로109번길 26-4', 36.3284378, 127.4606628, 'renewal', '2025-07-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34524', 'YJ', '2023-07-27', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2021-07-27', 85.80, 0.00, NULL, NULL, 0, 1650000, 30000000, 'open_dt: 2021-08-05', 281, 281, NULL),
(282, 'KOYJDJ190164', '할맥 대전우송대점', '김진호외 1명', '6', NULL, '대전 동구 동대전로 138-1', 36.3342743, 127.4462585, 'renewal', '2027-01-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '300-830', 'YJ', '2025-01-23', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '안기주', '2019-01-21', 133.12, 0.00, NULL, NULL, 0, 2000000, 40000000, 'open_dt: 2019-02-08', 282, 282, NULL),
(283, 'KOYJDJ190230', '할맥 대전월평점', '이정민', '6', NULL, '대전 서구 월평동 848', 36.3554726, 127.3641663, 'renewal', '2027-05-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '302-852', 'YJ', '2025-05-09', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '안기주', '2019-05-07', 105.60, 0.00, NULL, NULL, 0, 1800000, 0, 'open_dt: 2019-05-16', 283, 283, NULL),
(284, 'KOYJDJ251001', '할맥 대전자운대점', '주식회사 의강', '6', NULL, '대전 유성구 신봉동 5-2', 36.4131737, 127.3410797, 'new', '2027-03-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층 일부', '34059', 'YJ', '2025-03-27', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '안기주', '2025-03-27', 105.00, 105.00, 2, NULL, 0, 0, 0, 'open_dt: 2025-04-10', 284, 284, NULL),
(285, 'KOYJDJ170059', '할맥 대전전민점', '오장영, 오미영', '6', NULL, '대전광역시 유성구 전민로14번길 33', 36.3982582, 127.4033966, 'renewal', '2023-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(전민동)', NULL, 'YJ', '2021-11-06', '1413100362', 0, 0, 0, 0, '김진석', NULL, '안기주', '2017-11-06', 89.26, 0.00, 0, NULL, 0, 1100000, 10000000, 'open_dt: 2017-11-21 / store_note: 계약서 작성일자 : 2021.03.29

양도양수 일자 : 2021.04.06

기존사업자 박소율 -> 이진구,김용준



계약서 작성일자 : 2022. 12. 06

양도양수 일자: 2022. 12. 12

기존사업자 이진구, 김용준 -> 오장영, 오미영', 285, 285, NULL),
(286, 'KOYJDJ200586', '할맥 대전중리점', '김진철', '6', NULL, '대전 대덕구 중리동 197-2', 36.3607025, 127.4275436, 'transfer', '2026-07-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-27', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-07-28', 99.00, 0.00, NULL, NULL, 30000000, 1000000, 12000000, 'open_dt: 2020-08-14', 286, 286, NULL),
(287, 'KOYJDJ180068', '할맥 대전충남대점', '이효석', '6', NULL, '대전광역시 유성구 대학로151번길 36', 36.3621941, 127.3503113, 'transfer', '2026-02-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(궁동)', NULL, 'YJ', '2024-02-20', '7910101062', 0, 0, 0, 0, '김진석', NULL, '안기주', '2018-02-20', 91.24, 0.00, 0, NULL, 70000000, 3100000, 55000000, 'open_dt: 2018-02-27 / store_note: 계약서 작성일자 : 2019.06. 10

양도양수 일자 : 2019.06. 24

기존사업자 이나라 -> 방혜연

--------------------------------------------------------

계약서 작성일자 : 2024.10.24

양도양수 일자 : 2024.10.30

기존사업자 방혜연 -> 이효석(청주금천 실운영주) / 권리금 7천만원에 거래, 지인 동업자와 공동 지분 운영 예정(이효석 60%, 동업자 40%)', 287, 287, NULL),
(288, 'KOYJDJ200531', '할맥 대전탄방점', '강재흠', '6', NULL, '대전 서구 탄방로7번길 79', 36.3462944, 127.3947144, 'transfer', '2026-06-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-14', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-06-14', 179.00, 0.00, NULL, NULL, 30000000, 1872727, 20000000, 'open_dt: 2020-06-23 / store_note: 양도양수 : 2022.07.05

계약서 작성일자 : 2022.07.01', 288, 288, NULL),
(289, 'KOYJDJ190270', '할맥 대전태평점', '박성곤', '6', NULL, '대전 중구 유천동 309-27', 36.3193855, 127.3935852, 'renewal', '2027-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '301-835', 'YJ', '2025-06-25', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '안기주', '2019-06-26', 85.80, 0.00, NULL, NULL, 0, 3000000, 0, 'open_dt: 2019-07-11 / store_note: 23. 02. 10. 이동훈->박성곤 양도양수(친구관계) 권리금 1억 7천', 289, 289, NULL),
(290, 'KOYJDJ240967', '할맥 대전판암역점', '강재흠', '6', NULL, '대전 동구 판암동 323-4', 36.3167610, 127.4591599, 'new', '2026-06-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34676', 'YJ', '2024-06-24', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '안기주', '2024-06-24', 127.00, 100.00, NULL, NULL, 15000000, 2000000, 30000000, 'open_dt: 2024-07-09', 290, 290, NULL),
(291, 'KOYJDJ220856', '할맥 대전학하점', '김민지', '6', NULL, '대전 유성구 계산동 738-1', 36.3410530, 127.3027496, 'transfer', '2026-10-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34208', 'YJ', '2024-10-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2022-10-20', 98.80, 0.00, NULL, NULL, 0, 1500000, 15000000, 'open_dt: 2022-11-01', 291, 291, NULL),
(292, 'KOYJDJ180141', '할맥 대전한남대점', '윤상문', '6', NULL, '대전 대덕구 한남로 24', 36.3512459, 127.4256744, 'renewal', '2026-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(오정동)', '34431', 'YJ', '2024-10-22', '8680901015', 0, 0, 0, 0, '김진석', NULL, '안기주', '2018-10-25', 228.89, 0.00, 0, NULL, 0, 4700000, 80000000, 'open_dt: 2018-11-01 / store_note: *24년 5월 7일 가맹점 이전 확장 오픈

구 주소: 대전 대덕구 한남로 26

신 주소: 대전 대덕구 한남로 24

2024년 5월 7일 ~ 2027년 5월 6일까지 가맹점 재계약 시

특약사항에 아래 문구 필히 기재해야 함



역전할머니맥주 대전한남대점은 매장 (이전) 공사 진행에 따라 가맹본부를 통해 (실내 인테리어 비용 + 간판 비용) 114,278,000 원 중 40% 해당하는 45,192,000 원(vat 별도) 을 지원 받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임 없는 사유로 계약이 종료(계약의 해지 또는 영업양도를 포함한다)되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급 하지 아니하거나 이미 지급한 경우에는 환수하는것에 대하여 동의합니다. / property_note: 5/7 이전확장 오픈', 292, 292, NULL),
(293, 'KOYJDJ200560', '할맥 대전한민점', '강기숙', '6', NULL, '대전 서구 가장로 87', 36.3352470, 127.3842468, 'transfer', '2026-06-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-01', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '안기주', '2020-07-02', 141.90, 0.00, NULL, NULL, 70000000, 2400000, 50000000, 'open_dt: 2020-07-17 / store_note: 계약서 작성일자 : 2023. 08. 16

양도양수 일자 : 2023. 08. 22

기존사업자 : 노희원  -> 최명자 (대전목동점 이동훈 점주 어머니, 실운영은 이동훈 점주가 함)



양도양수 일자 : 2025.08.01

기존사업자 : 신창규 -> 강기숙', 293, 293, NULL),
(294, 'KOYJDJ230915', '할맥 대전한밭대점', '이종민', '6', NULL, '대전 유성구 학하서로121번길 124', 36.3488503, 127.2977219, 'new', '2025-09-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '34159', 'YJ', '2023-09-18', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2023-09-18', 90.06, 0.00, NULL, NULL, 10000000, 2100000, 30000000, 'open_dt: 2023-09-26', 294, 294, NULL),
(295, 'KOYJGG200480', '할맥 동두천 중앙시장점', '홍경표', '9', NULL, '경기 동두천시 생연로 136', 37.9045677, 127.0517273, 'renewal', '2026-03-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '483-030', 'YJ', '2024-03-05', '5082194666', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-03-05', 100.65, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2020-04-21', 295, 295, NULL),
(296, 'KOYJGG200580', '할맥 동두천 지행역점', '이정준', '9', NULL, '경기 동두천시 지행동 718-3', 37.8920784, 127.0530090, 'renewal', '2026-07-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-20', '1995500708', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2020-07-20', 99.00, 0.00, NULL, NULL, 60000000, 4800000, 60000000, 'open_dt: 2020-08-07', 296, 296, NULL),
(297, 'KOYJGG210704', '할맥 동탄목동점', '(주)씨엔케이파트너스', '9', NULL, '경기 화성시 동탄신리천로 408', 37.1821365, 127.1234665, 'renewal', '2027-04-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18490', 'YJ', '2025-04-05', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-04-06', 72.60, 0.00, NULL, NULL, 0, 2140000, 30000000, 'open_dt: 2021-04-29 / store_note: 2022년7월25일 명의변경 계약서작성

2022년 8월1일부로 변경

조현근 -> (주)씨앤케이파트너스', 297, 297, NULL),
(298, 'KOYJGG190238', '할맥 동탄반송점', '김성모', '9', NULL, '경기 화성시 동탄중심상가1길 8', 37.2000885, 127.0720062, 'renewal', '2027-05-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '445-160', 'YJ', '2025-05-12', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-05-13', 99.00, 0.00, NULL, NULL, 0, 3600000, 55000000, 'open_dt: 2019-05-23 / store_note: 계약서 작성 : 2023.01.9

양도양수 일자 : 2022.01.13

기존사업자 남남산 -> 김성모', 298, 298, NULL),
(299, 'KOYJGG210719', '할맥 동탄센트럴파크점', '하선주/문연수', '9', NULL, '경기 화성시 반송동 27', 37.2077255, 127.0654984, 'transfer', '2027-04-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18434', 'YJ', '2025-04-13', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-04-14', 97.70, 0.00, NULL, NULL, 40000000, 1900000, 30000000, 'open_dt: 2021-05-18', 299, 299, NULL),
(300, 'KOYJGG200573', '할맥 동탄영천점', '김재현', '9', NULL, '경기 화성시 지산2길 11', 37.2058067, 127.1134186, 'transfer', '2026-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-16', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2020-07-16', 112.20, 0.00, NULL, NULL, 30000000, 4200000, 50000000, 'open_dt: 2020-07-30', 300, 300, NULL),
(301, 'KOYJGG220823', '할맥 동탄테크노밸리점', '박정민', '9', NULL, '경기 화성시 동탄대로 636-14', 37.2102470, 127.0994644, 'renewal', '2026-07-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18467', 'YJ', '2024-07-05', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2022-06-27', 89.55, 0.00, NULL, NULL, 0, 3200000, 40000000, 'open_dt: 2022-07-12 / store_note: 계약서 작성 : 2023.05.30

양도양수 일자 : 2023.06.3

기존사업자 김은경 -> 박정민', 301, 301, NULL),
(302, 'KOYJGG210687', '할맥 동탄호수공원점', '김민준', '9', NULL, '경기 화성시 동탄대로6길 13', 37.1687393, 127.1081390, 'transfer', '2027-02-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18501', 'YJ', '2025-02-04', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-02-05', 79.92, 0.00, NULL, NULL, 0, 4750000, 80000000, 'open_dt: 2021-03-04 / store_note: 양도양수 일자 : 2023.10.12

기존사업자 허용환-> 임영신 (양도양수)', 302, 302, NULL),
(303, 'KOYJGW200541', '할맥 동해 북삼점', '송순옥', '10', NULL, '강원 동해시 동회동 103-2', 37.4885712, 129.1073761, 'renewal', '2026-06-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-11', '8600301950', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-06-11', 115.50, 0.00, NULL, NULL, 10000000, 1300000, 30000000, 'open_dt: 2020-06-30', 303, 303, NULL),
(304, 'KOYJGW200418', '할맥 동해 천곡점', '유호진', '10', NULL, '강원 동해시 천곡동 880', 37.5211220, 129.1164398, 'renewal', '2026-01-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '240-812', 'YJ', '2024-01-21', '7633801011', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-01-21', 99.00, 0.00, NULL, NULL, 20000000, 1350000, 30000000, 'open_dt: 2020-02-13', 304, 304, NULL),
(305, 'KOYJGN190197', '할맥 마산경남대점', '이준수', '16', NULL, '경남 창원시 마산합포구 해운동 5-102', 35.1785049, 128.5594788, 'renewal', '2027-03-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '631-871', 'YJ', '2025-03-20', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-03-21', 140.52, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2019-04-12', 305, 305, NULL),
(306, 'KOYJGN220829', '할맥 마산교방점', '김진숙', '16', NULL, '경남 창원시 마산합포구 노산서18길 83', 35.2149124, 128.5658112, 'renewal', '2026-07-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51276', 'YJ', '2024-07-21', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2022-07-21', 89.60, 0.00, NULL, NULL, 0, 3000000, 60000000, 'open_dt: 2022-07-28', 306, 306, NULL),
(307, 'KOYJGN200468', '할맥 마산산호점', '허다솔', '16', NULL, '경남 창원시 마산합포구 산호북17길 13', 35.2206459, 128.5839233, 'transfer', '2026-03-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-17', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2020-03-17', 77.20, 0.00, NULL, NULL, 40000000, 2000000, 40000000, 'open_dt: 2020-04-02 / store_note: 양도양수 일자 : 24.11.01

기존사업자 윤현수 -> 권규태(직계존비속간 명의변경/교육비 면제) -> 25년 1월 양도양수 예정으로 명의변경 취소', 307, 307, NULL),
(308, 'KOYJGN190368', '할맥 마산삼계점', '이광일', '16', NULL, '경남 창원시 마산회원구 내서읍 삼계리 33-9', 35.2313576, 128.5037994, 'renewal', '2025-11-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '630-852', 'YJ', '2023-11-12', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2019-11-12', 85.80, 0.00, NULL, NULL, 0, 1800000, 50000000, 'open_dt: 2019-11-28', 308, 308, NULL),
(309, 'KOYJGN220833', '할맥 마산오동동점', '이재현', '16', NULL, '경남 창원시 마산합포구 오동동 214-7', 35.2065392, 128.5791321, 'renewal', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51728', 'YJ', '2024-07-28', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2022-07-28', 65.52, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2022-08-09', 309, 309, NULL),
(310, 'KOYJGN210718', '할맥 마산중앙점', '이용훈', '16', NULL, '경남 창원시 마산합포구 장장군로 35', 35.1969681, 128.5658417, 'renewal', '2027-05-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51265', 'YJ', '2025-05-04', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2021-05-04', 82.90, 0.00, NULL, NULL, 50000000, 600000, 20000000, 'open_dt: 2021-05-20', 310, 310, NULL),
(311, 'KOYJGN210749', '할맥 마산진동점', '이상윤', '16', NULL, '경남 창원시 마산합포구 진동면 진동사동로 7', 35.1176758, 128.4869385, 'renewal', '2027-07-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51793', 'YJ', '2025-07-13', NULL, 0, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2021-07-13', 95.30, 0.00, NULL, NULL, 0, 1000000, 30000000, 'open_dt: 2021-07-27', 311, 311, NULL),
(312, 'KOYJGN190254', '할맥 마산합성점', '김현성', '16', NULL, '경남 창원시 마산회원구 합성옛길 108', 35.2365761, 128.5826111, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '630-815', 'YJ', '2025-06-12', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-06-13', 132.00, 0.00, NULL, NULL, 0, 2500000, 60000000, 'open_dt: 2019-06-18 / store_note: 양도양수 일자 : 24.10.28

기존사업자 허주영 -> 김현성(동업자간 명의변경/교육비 면제)', 312, 312, NULL),
(313, 'KOYJGN200652', '할맥 마산현동점', '박석천', '16', NULL, '경남 창원시 마산합포구 현동로 56', 35.1505890, 128.5540009, 'renewal', '2026-10-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-12', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2020-10-12', 67.65, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2020-10-30 / property_note: 자가상가', 313, 313, NULL),
(314, NULL, '할맥 마산호계점', '서보영', '16', NULL, '경남 창원시 마산회원구 내서읍 광려천동로 24', 35.2539520, 128.5203247, 'new', '2026-02-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51244', 'YJ', '2024-02-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2024-02-19', 66.00, 0.00, NULL, NULL, 0, 1200000, 20000000, 'open_dt: 2024-03-05', 314, 314, NULL),
(315, 'KOYJJN190174', '할맥 목포북항점', '박혜빈', '14', NULL, '전남 목포시 산정동 1758-2', 34.8067360, 126.3731613, 'transfer', '2027-02-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '530-820', 'YJ', '2025-02-16', NULL, 7000000, 0, 0, 0, '미지정(영업)', NULL, '노준호', '2019-02-14', 99.17, 0.00, NULL, NULL, 0, 3500000, 0, 'open_dt: 2019-03-05 / store_note: 양도양수 일자 : 24.10.04

기존사업자 김진영 -> 김승완(양도양수)', 315, 315, NULL),
(316, 'KOYJJN200566', '할맥 목포산정점', '최선아', '14', NULL, '전남 목포시 산정동 1080-85', 34.7937584, 126.3955688, 'transfer', '2026-06-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-22', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2020-06-23', 99.00, 0.00, NULL, NULL, 0, 1000000, 10000000, 'open_dt: 2020-07-15', 316, 316, NULL),
(317, 'KOYJJN190332', '할맥 목포삼호광장점', '김형옥', '14', NULL, '전남 목포시 영산로 339', 34.8063354, 126.4024506, 'renewal', '2025-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '530-836', 'YJ', '2023-10-23', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '노준호', '2019-10-23', 135.30, 0.00, NULL, NULL, 0, 2000000, 0, 'open_dt: 2019-10-23', 317, 317, NULL),
(318, 'KOYJJN180142', '할맥 목포상동점', '최문기', '14', NULL, '전라남도 목포시 교육로 23', 34.7995987, 126.4220505, 'renewal', '2026-10-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(상동)', NULL, 'YJ', '2024-10-31', '8480301251', 0, 0, 0, 0, '김진석', NULL, '노준호', '2018-11-01', 115.70, 0.00, 0, NULL, 0, 1500000, 0, 'open_dt: 2018-11-06', 318, 318, NULL),
(319, 'KOYJJN180131', '할맥 목포연산점', '최승일', '14', NULL, '전라남도 목포시 연산동 1935', 34.8176537, 126.3927460, 'renewal', '2026-09-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(연산동)', NULL, 'YJ', '2024-09-05', '4432800633', 0, 0, 0, 0, '김진석', NULL, '노준호', '2018-08-31', 89.26, 0.00, 0, NULL, 0, 2400000, 0, 'open_dt: 2018-09-19 / store_note: 양도양수 일자 : 2024.05.01

기존사업자 서재현 -> 최승일(양도양수)', 319, 319, NULL),
(320, 'KOYJJN200505', '할맥 목포옥암점', '곽미정', '14', NULL, '전남 목포시 옥암동 1248-2', 34.8099823, 126.4464035, 'transfer', '2026-04-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-21', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '노준호', '2020-04-22', 99.00, 0.00, NULL, NULL, 0, 1400000, 30000000, 'open_dt: 2020-05-15', 320, 320, NULL),
(321, 'KOYJJN190158', '할맥 목포평화광장점', '김미숙', '14', NULL, '전남 목포시 상동 1131-9', 34.7981682, 126.4319305, 'transfer', '2027-01-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '530-826', 'YJ', '2025-01-12', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '노준호', '2019-01-10', 161.98, 0.00, NULL, NULL, 0, 2500000, 0, 'open_dt: 2019-01-22', 321, 321, NULL),
(322, 'KOYJJN180100', '할맥 목포하당점', '정명자', '14', NULL, '전라남도 목포시 옥암로 181', 34.8143044, 126.4204788, 'renewal', '2026-07-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(석현동)', NULL, 'YJ', '2024-07-10', '5414100348', 0, 0, 0, 0, '김진석', NULL, '노준호', '2018-07-10', 112.66, 0.00, 0, NULL, 0, 1600000, 0, 'open_dt: 2018-07-24', 322, 322, NULL),
(323, 'KOYJJN251021', '할맥 무안남악시장점', '위채원', '14', NULL, '전남 무안군 삼향읍 남악리 1721', 34.8101921, 126.4725647, 'new', '2027-10-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '9~12호', '58568', 'YJ', '2025-10-17', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '노준호', '2025-10-17', 99.00, 99.00, 1, NULL, 10000000, 2800000, 50000000, 'open_dt: 2025-10-23', 323, 323, NULL),
(324, 'KOYJJN170057', '할맥 무안남악점', '최지희', '14', NULL, '전라남도 무안군 삼향읍 대죽서로15번길 32', 34.8120804, 126.4612656, 'transfer', '2023-11-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(남악리)', NULL, 'YJ', '2021-11-02', '4111231822', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-11-02', 102.48, 0.00, 0, NULL, 0, 3000000, 0, 'open_dt: 2017-11-15', 324, 324, NULL),
(325, 'KOYJJN210771', '할맥 무안목포대점', '이승찬', '14', NULL, '전남 무안군 청계면 승달산길 22-2', 34.9094963, 126.4320221, 'transfer', '2025-09-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '58553', 'YJ', '2023-09-30', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2021-09-30', 99.00, 0.00, NULL, NULL, 0, 1400000, 20000000, 'open_dt: 2021-10-14', 325, 325, NULL),
(326, 'KOYJJN210700', '할맥 무안오룡지구점', '김준형', '14', NULL, '전남 무안군 일로읍 오룡리 120', 34.8035660, 126.4826736, 'renewal', '2027-04-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '58581', 'YJ', '2025-04-10', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2021-04-11', 105.60, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2021-04-29', 326, 326, NULL),
(327, 'KOYJGB200607', '할맥 문경모전점', '박치훈', '15', NULL, '경북 문경시 모전동 883-7', 36.5853691, 128.1853180, 'renewal', '2026-08-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-11', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-08-12', 95.70, 0.00, NULL, NULL, 0, 1300000, 20000000, 'open_dt: 2020-09-03', 327, 327, NULL),
(328, 'KOYJGN200465', '할맥 밀양삼문점', '최병민', '16', NULL, '경남 밀양시 미리벌로2길 33', 35.4832954, 128.7465820, 'renewal', '2026-03-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-16', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '최고봉', '2020-03-17', 115.50, 0.00, NULL, NULL, 0, 1250000, 50000000, 'open_dt: 2020-04-01', 328, 328, NULL),
(329, 'KOYJCN190319', '할맥 보령동대점', '김영희', '12', NULL, '충남 보령시 한내로 41', 36.3463974, 126.6080933, 'renewal', '2027-09-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-09-16', '6084321112', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-09-16', 0.00, 0.00, NULL, NULL, 247000000, 2400000, 30000000, 'open_dt: 2019-09-24', 329, 329, NULL),
(330, 'KOYJBS220850', '할맥 부산W스퀘어점', '신문범', '2', NULL, '부산 남구 분포로 145', 35.1342278, 129.1112213, 'renewal', '2026-09-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '48515', 'YJ', '2024-09-22', '8751501799', 7000000, 3000000, 2000000, 0, '양다운', NULL, '강동우', '2022-09-22', 103.40, 0.00, NULL, NULL, 0, 3300000, 45000000, 'open_dt: 2022-09-28', 330, 330, NULL),
(331, 'KOYJBS200478', '할맥 부산가야점', '안정미', '2', NULL, '부산 부산진구 대학로 84-2', 35.1482773, 129.0345612, 'transfer', '2026-03-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-31', '6380203373', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-04-01', 66.00, 0.00, NULL, NULL, 0, 970000, 30000000, 'open_dt: 2020-04-17', 331, 331, NULL),
(332, 'KOYJBS190162', '할맥 부산경성부경대점', '김수혁', '2', NULL, '부산 남구 대연동 54-2', 35.1377373, 129.1022949, 'renewal', '2027-01-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '608-804', 'YJ', '2025-01-13', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '김룡섭', '2019-01-14', 203.54, 0.00, NULL, NULL, 0, 5300000, 34000000, 'open_dt: 2019-01-31 / store_note: 양도양수 일자 : 24.0801

기존사업자 박인철 -> 김수혁(양도양수)





역전할머니맥주 부산경성부경대점은 매장(간판지원) 공사 진행에 따라 가맹본부를 통해 간판교체비용 15,598,000원 (VAT 포함) 중 40%에 해당하는 6,239,200원 (VAT 포함)을 지원 받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임없는 사유로 계약이 종료 (계약의 해지 또는 영업양도를 포함한다) 되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급 하지 아니하거나 이미 지급한 경우에는 환수하는 것에 동의 합니다.', 332, 332, NULL),
(333, 'KOYJBS190358', '할맥 부산광안리점', '김다현', '2', NULL, '부산 수영구 광안해변로 199', 35.1521301, 129.1170044, 'renewal', '2025-10-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '613-805', 'YJ', '2023-10-29', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-10-29', 151.80, 0.00, NULL, NULL, 200000000, 10000000, 150000000, 'open_dt: 2019-11-19 / store_note: 계약서 작성일자 : 2023.03.13

양도양수 일자 : 2023.03.20

기존사업자 김정임 -> 김다현', 333, 333, NULL),
(334, 'KOYJBS190364', '할맥 부산괴정점', '방세훈', '2', NULL, '부산 사하구 사하로197번길 3-6', 35.0989838, 128.9930115, 'transfer', '2023-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2021-11-06', '7125800822', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2019-11-06', 119.02, 0.00, NULL, NULL, 0, 3300000, 50000000, 'open_dt: 2019-11-21', 334, 334, NULL),
(335, 'KOYJBS200431', '할맥 부산구서점', '임정현', '2', NULL, '부산 금정구 금정로231번길 29', 35.2449684, 129.0891724, 'transfer', '2026-02-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '609-806', 'YJ', '2024-02-03', '7851102712', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-02-03', 138.60, 0.00, NULL, NULL, 50000000, 3200000, 50000000, 'open_dt: 2020-02-27', 335, 335, NULL),
(336, 'KOYJBS200527', '할맥 부산기장점', '박재형', '2', NULL, '부산 기장군 기장읍 동부리 150-10', 35.2478142, 129.2148285, 'renewal', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-03', '3884501083', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-06-04', 115.50, 0.00, NULL, NULL, 4000000, 1300000, 20000000, 'open_dt: 2020-06-16 / store_note: 양도양수 일자 : 2024.03.01

기존사업자 조정규 -> 박재형(양도양수)', 336, 336, NULL),
(337, 'KOYJBS200655', '할맥 부산남산점', '박혜린', '2', NULL, '부산 금정구 범어천로31번길 42', 35.2670593, 129.0898590, 'renewal', '2026-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-22', '2950202876', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-10-23', 89.10, 0.00, NULL, NULL, 40000000, 1700000, 40000000, 'open_dt: 2020-11-12 / store_note: 계약서 작성일자 : 2023.03.20

양도양수 일자 : 2023.04.01

기존사업자 HEXIAOLIN -> 박혜린





역전할머니맥주 부산남산점은,매장(간판지원) 공사 진행에 따라 가맹본부를 통해 간판교체비용 8,173,000원(VAT포함) 중 40%에해당하는 3,269,200원(VAT포함)을 지원받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에가맹본부의 책임없는 사유로 계약이 종료 (계약의 해지 또는 영업양도를 포함한다) 되는 경우에는가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급 하지아니하거나 이미 지급한 경우에는환수하는 것에 대하여 동의합니다.', 337, 337, NULL),
(338, NULL, '할맥 부산남천점', '이용성', '1', NULL, '부산 수영구 남천동 286', 35.1389465, 129.1078644, 'new', '2026-10-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '48312', 'YJ', '2024-10-14', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '김룡섭', '2024-10-14', 152.00, 152.00, NULL, NULL, 0, 6000000, 100000000, 'open_dt: 2024-10-29', 338, 338, NULL),
(339, 'KOYJBS190211', '할맥 부산남포점', '정은정', '2', NULL, '부산 중구 광복로 14', 35.0993118, 129.0265350, 'renewal', '2027-04-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '600-805', 'YJ', '2025-04-18', '1023392385', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-04-19', 146.40, 0.00, NULL, NULL, 0, 9500000, 200000000, 'open_dt: 2019-04-30 / store_note: 계약서 작성일자 : 2023.09.05

양도양수 일자 : 2023.09.12

기존사업자 임대호-> 정은정 (명의변경-배우자관계)', 339, 339, NULL),
(340, 'KOYJBS200492', '할맥 부산다대포점', '박현진', '2', NULL, '부산 사하구 다송로72번길 51', 35.0600777, 128.9815063, 'renewal', '2026-04-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-13', '3487600396', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-04-14', 92.40, 0.00, NULL, NULL, 15000000, 2400000, 30000000, 'open_dt: 2020-05-01 / store_note: 계약서 작성일자 : 2022.09.14

양도양수 일자 : 2022.09.16

기존사업자 남연정 -> 박현진', 340, 340, NULL),
(341, 'KOYJBS200405', '할맥 부산당감점', '최지원', '2', NULL, '부산 부산진구 당감동 362-2', 35.1649742, 129.0364838, 'renewal', '2026-01-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '614-879', 'YJ', '2024-01-08', '5567000243', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-01-08', 105.60, 0.00, NULL, NULL, 40000000, 1800000, 30000000, 'open_dt: 2020-01-21', 341, 341, NULL),
(342, 'KOYJBS210715', '할맥 부산대연점', '박정호', '2', NULL, '부산 남구 유엔평화로 26', 35.1326981, 129.0917358, 'renewal', '2027-05-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '48494', 'YJ', '2025-05-05', '3665800560', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2021-05-06', 76.24, 0.00, NULL, NULL, 0, 3500000, 50000000, 'open_dt: 2021-05-18', 342, 342, NULL),
(343, 'KOYJBS190248', '할맥 부산대점', '황지성', '2', NULL, '부산 금정구 장전동 418-15', 35.2318192, 129.0858917, 'renewal', '2027-05-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '609-839', 'YJ', '2025-05-28', '6211944559', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-05-29', 141.90, 0.00, NULL, NULL, 0, 3500000, 110000000, 'open_dt: 2019-06-12', 343, 343, NULL),
(344, 'KOYJBS190219', '할맥 부산덕천점', '김민훈', '2', NULL, '부산 북구 덕천2길 49', 35.2097206, 129.0079651, 'renewal', '2027-04-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '616-820', 'YJ', '2025-04-28', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-04-29', 144.50, 0.00, NULL, NULL, 0, 3500000, 60000000, 'open_dt: 2019-05-07 / store_note: 계약서 작성 : 2021.05.26

양도양수 일자 : 2021.06.1

기존사업자 이은태 -> 김민훈,김중훈

-------------------------------------------

계약서 작성 : 2023.09.07

양도양수 일자 : 2023.09.07

기존사업자 김민훈,김중훈 -> 김민훈 (2인사업자->1인사업자 변경)', 344, 344, NULL),
(345, 'KOYJBS200591', '할맥 부산동대신점', '김서현', '2', NULL, '부산 서구 구덕로296번길 17', 35.1108627, 129.0184631, 'renewal', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-28', '8210601602', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-07-29', 99.00, 0.00, NULL, NULL, 40000000, 1300000, 20000000, 'open_dt: 2020-08-18', 345, 345, NULL),
(346, 'KOYJBS190251', '할맥 부산동래점', '박상태,박성준', '2', NULL, '부산 동래구 충렬대로181번길 28', 35.2049370, 129.0801086, 'renewal', '2027-06-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '607-804', 'YJ', '2025-06-02', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-06-03', 138.60, 0.00, NULL, NULL, 0, 3000000, 60000000, 'open_dt: 2019-06-13 / store_note: 계약서 작성 : 2020.12.24

양도양수 일자 : 2021.01.1

기존사업자 김효선 -> 박성준



계약서 작성 : 2022.01.20

명의변경 일자 : 2022.01.20

기존사업자 박성준 -> 박상태,박성준', 346, 346, NULL),
(347, 'KOYJBS200493', '할맥 부산동삼점', '김동욱', '2', NULL, '부산 영도구 동삼로 77', 35.0803185, 129.0702820, 'renewal', '2026-04-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-09', '2610502762', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-04-10', 56.10, 0.00, NULL, NULL, 23000000, 1200000, 25000000, 'open_dt: 2020-05-01 / store_note: 계약서 작성 : 2022.08.3

양도양수 일자 : 2022.08.8

기존사업자 조혜정 -> 김동욱', 347, 347, NULL),
(348, 'KOYJBS190314', '할맥 부산동아대점', '정유정', '2', NULL, '부산 사하구 낙동남로1423번길 138', 35.1121025, 128.9639130, 'renewal', '2025-08-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '604-851', 'YJ', '2023-08-22', '5692201795', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-08-22', 132.00, 0.00, NULL, NULL, 70000000, 3400000, 30000000, 'open_dt: 2019-09-03 / store_note: 기존 사업자 : 박창호



2022. 08. 03 명의변경



현재 사업자 : 정유정





역전할머니맥주 부산동아대점은 매장(간판지원) 공사 진행에 따라 가맹본부를 통해 간판교체비용 7,535,000원 (VAT 포함) 중 40%에 해당하는 3,014,000원 (VAT 포함)을 지원 받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임없는 사유로 계약이 종료 (계약의 해지 또는 영업양도를 포함한다) 되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급 하지 아니하거나 이미 지급한 경우에는 환수하는 것에 동의 합니다.', 348, 348, NULL),
(349, 'KOYJBS200515', '할맥 부산만덕점', '신정철', '2', NULL, '부산 북구 덕천로 245', 35.2108421, 129.0310822, 'renewal', '2026-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-15', '1332801453', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-06-04', 56.10, 0.00, NULL, NULL, 5000000, 860000, 30000000, 'open_dt: 2020-06-04 / store_note: 계약서 작성일자 : 2023.08.30

양도양수 일자 : 2023.09.08

기존사업자 신현호-> 신정철 (명의변경-부자관계)





역전할머니맥주 부산만덕점은 매장(확장) 공사 진행에 따라 가맹본부를 통해 (실내인테리어비용 + 간판비용) 33,978,100원 중 40%에 해당하는 13,591,240원을 지원 받았음을 확인하며 점포 환경 개선이 끝난 날부터 3년 이내에 가맹본부의 책임없는 사유로 계약이 종료(계약의 해지 또는 영업 양도를 포함한다)되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급하지 아니하거나 이미 지급한 경우에는 환수하는 것에 대하여 동의합니다.', 349, 349, NULL),
(350, 'KOYJBS200675', '할맥 부산명지국제신도시점', '장기영', '2', NULL, '부산 강서구 명지국제6로 224', 35.0953941, 128.9229126, 'renewal', '2026-12-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-12-15', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-12-16', 66.00, 0.00, NULL, NULL, 0, 1800000, 25000000, 'open_dt: 2020-12-24', 350, 350, NULL),
(351, 'KOYJBS200504', '할맥 부산명지오션점', '하태수', '2', NULL, '부산 강서구 명지동 3238-15', 35.0835075, 128.9032745, 'renewal', '2026-04-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-19', '1171726489', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-04-20', 66.00, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2020-05-15', 351, 351, NULL),
(352, 'KOYJBS200626', '할맥 부산명지포스코점', '김서윤', '2', NULL, '부산 강서구 명지국제2로 27', 35.0941544, 128.9061432, 'renewal', '2026-09-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-03', '4411601410', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-09-04', 95.70, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2020-09-18', 352, 352, NULL),
(353, 'KOYJBS200445', '할맥 부산모라점', '황영이', '2', NULL, '부산 사상구 모라로 98', 35.1861382, 128.9902191, 'renewal', '2026-03-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '617-820', 'YJ', '2024-03-04', '3410800213', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-03-05', 165.00, 0.00, NULL, NULL, 0, 3000000, 30000000, 'open_dt: 2020-03-18', 353, 353, NULL),
(354, 'KOYJBS220818', '할맥 부산문현점', '조유록', '2', NULL, '부산 남구 고동골로 12', 35.1380844, 129.0712585, 'renewal', '2026-06-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '48419', 'YJ', '2024-06-21', '3896000509', 7000000, 3000000, 0, 2000000, '양다운', NULL, '강동우', '2022-06-21', 99.00, 0.00, NULL, NULL, 35000000, 2500000, 50000000, 'open_dt: 2022-06-29', 354, 354, NULL),
(355, 'KOYJBS220859', '할맥 부산미남역점', '이용훈', '2', NULL, '부산 동래구 온천동 1413-7', 35.2035828, 129.0681152, 'renewal', '2026-11-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '47837', 'YJ', '2024-11-08', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '우세현', '2022-11-08', 85.80, 0.00, NULL, NULL, 0, 2900000, 60000000, 'open_dt: 2022-11-24', 355, 355, NULL),
(356, 'KOYJBS200563', '할맥 부산반송점', '심진숙', '2', NULL, '부산 해운대구 아랫반송로 35-1', 35.2243347, 129.1494904, 'transfer', '2026-06-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-21', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-06-22', 82.50, 0.00, NULL, NULL, 0, 700000, 20000000, 'open_dt: 2020-07-14', 356, 356, NULL),
(357, 'KOYJBS200585', '할맥 부산반여점', '김나영', '2', NULL, '부산 해운대구 반여동 1441-89', 35.2007446, 129.1190491, 'renewal', '2026-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-15', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-07-16', 102.30, 0.00, NULL, NULL, 50000000, 2600000, 50000000, 'open_dt: 2020-08-14 / store_note: 계약서 작성일자 : 2023.09.04

양도양수 일자 : 2023.10.01

기존사업자 차정아 -> 김나영 (양도양수)', 357, 357, NULL),
(358, NULL, '할맥 부산배산점', '허로겸', '2', NULL, '부산 연제구 연산동 2134-12', 35.1743126, 129.0921173, 'renewal', '2027-07-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '47593', 'YJ', '2025-07-17', '1982601311', 7000000, 3000000, 0, 2000000, '양다운', NULL, '강동우', '2023-07-17', 106.02, 0.00, NULL, NULL, 30000000, 1300000, 20000000, 'open_dt: 2023-07-27', 358, 358, NULL),
(359, 'KOYJBS210763', '할맥 부산범일점', '최명균', '2', NULL, '부산 동구 범일동 830-36', 35.1383820, 129.0599518, 'transfer', '2025-08-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '48744', 'YJ', '2023-08-26', '4931302438', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2021-08-26', 120.15, 0.00, NULL, NULL, 40000000, 2200000, 40000000, 'open_dt: 2021-09-07 / store_note: 양도양수 일자 : 24.10.14

기존사업자 이학제 -> 최명균(양도양수)', 359, 359, NULL),
(360, NULL, '할맥 부산벡스코점', '(주)모노리스 김원복', '2', NULL, '부산 해운대구 우동 1516', 35.1671867, 129.1320496, 'new', '2027-12-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '제2층 제202호', '48060', 'YJ', '2025-12-04', '5938502792', 7000000, 3000000, 0, 2000000, '이동엽', NULL, '강동우', '2025-12-04', 280.50, 280.50, NULL, NULL, 149000000, 8000000, 100000000, 'open_dt: 2025-12-18', 360, 360, NULL),
(361, 'KOYJBS190281', '할맥 부산사상점', '구민경', '2', NULL, '부산 사상구 광장로81번길 47', 35.1644592, 128.9842529, 'renewal', '2027-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '617-806', 'YJ', '2025-07-08', '6614300535', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-07-09', 99.00, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2019-07-24', 361, 361, NULL),
(362, 'KOYJBS200451', '할맥 부산사직점', '이하나', '2', NULL, '부산 동래구 사직북로13번길 21', 35.1966858, 129.0595245, 'renewal', '2026-03-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '607-815', 'YJ', '2024-03-02', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2020-03-02', 112.20, 0.00, NULL, NULL, 60000000, 2150000, 60000000, 'open_dt: 2020-03-17 / store_note: 계약서 작성 : 2021.11.17

양도양수 일자 : 2021.12.1

기존사업자 이소라 -> 허용준



계약서 작성 : 2022.06.20

양도양수 일자 : 2022.07.1

기존사업자 허용준 -> 이상원



계약서 작성 : 2022.12.26

명의변경 일자 : 2023.01.01

기존사업자 이상원 -> 이하나', 362, 362, NULL),
(363, 'KOYJBS200473', '할맥 부산서동점', '차명근', '2', NULL, '부산 금정구 서동 205-1', 35.2148323, 129.1068878, 'transfer', '2026-03-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-23', '8711802123', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-03-24', 75.90, 0.00, NULL, NULL, 35000000, 2060000, 30000000, 'open_dt: 2020-04-10', 363, 363, NULL),
(364, 'KOYJBS190299', '할맥 부산서면일번가점', '김영근', '2', NULL, '부산 부산진구 부전동 240-4', 35.1538277, 129.0580444, 'renewal', '2025-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '614-846', 'YJ', '2023-07-30', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-07-30', 165.00, 0.00, NULL, NULL, 0, 6500000, 162000000, 'open_dt: 2019-08-12 / store_note: 계약서 작성 : 2024. 03. xx -> 특약 有, (인테리어 지원비용에 대한 특약)

양도양수 일자 : 2024. 03. 20

기존사업자 한동헌 -> 김영근 [명의변경]





---------------------------------------------

특약<

역전할머니맥주 부산서면일번가점은 매장(이전)공사 진행에 따라 가맹본부를 통해 25,603,000원(vat별도)을 지원 받았음을 확인하며 점포환경개선이 끝난 날로부터 3년 이내에 가맹본부의 책임 없는 사유로 계약이 종료(계약의 해지 또는 영업양도를 포함한다)되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급하지 아니하거나 이미 지급한 경우에는 환수하는 것에 동의합니다.', 364, 364, NULL),
(365, 'KOYJBS190205', '할맥 부산서면점', '한동헌', '2', NULL, '부산 부산진구 중앙대로680번가길 52', 35.1557655, 129.0610504, 'renewal', '2027-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '614-845', 'YJ', '2025-04-07', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-04-08', 116.18, 0.00, NULL, NULL, 0, 5000000, 140000000, 'open_dt: 2019-04-19 / store_note: 양도양수 일자 : 24.08.01

기존사업자 한주헌 -> 한동헌(형제간 명의변경/교육비 납부)', 365, 365, NULL),
(366, 'KOYJBS200668', '할맥 부산센텀시티점', '황미숙', '2', NULL, '부산 해운대구 우동 1478', 35.1735229, 129.1301117, 'renewal', '2026-11-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-25', '5044505551', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-11-25', 125.40, 0.00, NULL, NULL, 0, 5000000, 50000000, 'open_dt: 2020-11-10 / store_note: 계약서 작성일자 : 2023.08.16

양도양수 일자 : 2023.08.23

기존사업자 황원욱 -> 황미숙 (명의변경)', 366, 366, NULL),
(367, 'KOYJBS190345', '할맥 부산수영점', '김순이', '2', NULL, '부산 수영구 수영로702번길 24', 35.1667290, 129.1168060, 'renewal', '2025-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '613-800', 'YJ', '2023-10-23', '7534500823', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-10-23', 99.00, 0.00, NULL, NULL, 120000000, 2700000, 30000000, 'open_dt: 2019-11-07', 367, 367, NULL),
(368, 'KOYJBS210676', '할맥 부산수정역점', '조영식', '2', NULL, '부산 북구 학사로17번가길 20', 35.2235298, 129.0081177, 'renewal', '2026-11-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-05', '7341602043', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-11-06', 105.60, 0.00, NULL, NULL, 0, 3100000, 0, 'open_dt: 2021-01-20 / store_note: 계약서 작성 : 2022.04.26

양도양수 일자 : 2022.4.29

기존사업자 이치우 -> 서미랑 [명변]

-------------------------------------------



계약서 작성 : 2024. 02. 19

양도양수 일자 : 2024. 03. 01

기존사업자 서미랑 -> 조영식 [양도양수]', 368, 368, NULL),
(369, 'KOYJBS190241', '할맥 부산시청점', '김윤경', '2', NULL, '부산 연제구 시청로32번길 7', 35.1820755, 129.0740051, 'renewal', '2027-05-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '611-830', 'YJ', '2025-05-19', '2984001242', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-05-20', 66.00, 0.00, NULL, NULL, 0, 1900000, 23000000, 'open_dt: 2019-05-28 / store_note: 계약서 작성 : 2024. 03. 15

양도양수 일자 : 2024. 03. 25

기존사업자 박재모-> 김윤경', 369, 369, NULL),
(370, 'KOYJBS200613', '할맥 부산신평역점', '김재규', '2', NULL, '부산 사하구 하신번영로167번길 8', 35.0975571, 128.9595795, 'renewal', '2026-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-12', '4782001234', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-08-13', 79.20, 0.00, NULL, NULL, 30000000, 1000000, 20000000, 'open_dt: 2020-09-08', 370, 370, NULL),
(371, 'KOYJBS200567', '할맥 부산신호점', '김현주', '2', NULL, '부산 강서구 신호동 219-1', 35.0849304, 128.8779449, 'renewal', '2026-07-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-06', '6814800719', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-07-07', 89.10, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2020-07-24 / store_note: 계약서 작성 : 2022.01.3

양도양수 일자 : 2022.01.19

기존사업자 신진 -> 김현주', 371, 371, NULL),
(372, 'KOYJBS200575', '할맥 부산안락점', '차미자', '2', NULL, '부산 동래구 안락로 31-1', 35.2004852, 129.1006622, 'renewal', '2026-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-15', '2483300876', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-07-16', 79.20, 0.00, NULL, NULL, 30000000, 1400000, 30000000, 'open_dt: 2020-07-04', 372, 372, NULL),
(373, 'KOYJBS200657', '할맥 부산암남점', '임성민', '2', NULL, '부산 서구 암남동 595', 35.0729675, 129.0163269, 'transfer', '2026-11-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-03', '2992602082', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-11-04', 99.00, 0.00, NULL, NULL, 40000000, 1600000, 80000000, 'open_dt: 2020-11-24 / store_note: 이미향->임성민/양수도일자:24.12.30', 373, 373, NULL),
(374, 'KOYJBS200520', '할맥 부산양정점', '박진형', '2', NULL, '부산 부산진구 동평로420번길 17', 35.1724472, 129.0701141, 'renewal', '2026-05-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-21', '4800702483', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-05-22', 82.50, 0.00, NULL, NULL, 50000000, 2100000, 30000000, 'open_dt: 2020-06-09 / store_note: 계약서 작성일자 : 2022.09.19

양도양수 일자 : 2022.09.23

기존사업자 박현영 -> 박진형', 374, 374, NULL),
(375, 'KOYJBS190278', '할맥 부산연산점', '김재현', '2', NULL, '부산 연제구 연산동 620-1', 35.1868515, 129.0858002, 'renewal', '2027-07-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '611-822', 'YJ', '2025-07-04', '5253301054', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-07-05', 102.30, 0.00, NULL, NULL, 0, 3400000, 50000000, 'open_dt: 2019-07-23', 375, 375, NULL),
(376, 'KOYJBS200411', '할맥 부산영도점', '조성윤', '2', NULL, '부산 영도구 절영로 35', 35.0911293, 129.0393677, 'transfer', '2026-04-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '606-801', 'YJ', '2024-03-23', '3590203688', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-01-20', 118.00, 0.00, NULL, NULL, 65000000, 1000000, 40000000, 'open_dt: 2020-01-31 / store_note: 역전할머니맥주 부산영도점은,매장(간판지원) 공사 진행에 따라 가맹본부를 통해 간판 교체비 20,020,000원(vat포함) 중 40%에 해당하는 8,008,000원(vat포함)을 지원받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임없는 사유로 계약이 종료(계약의 해지 또는 영업양도를 포함한다.) 되는 경우에는 가맹본부가부담액 중 나머지 기간에 비례하는 부담액은 지급 하지아니하거나 이미 지급한 경우에는 환수하는 것에대하여 동의합니다.', 376, 376, NULL),
(377, 'KOYJBS200513', '할맥 부산온천장점', '이혜영', '2', NULL, '부산 동래구 온천동 137-11', 35.2205811, 129.0832062, 'renewal', '2026-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-14', '6071862914', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-05-15', 132.00, 0.00, NULL, NULL, 0, 4000000, 150000000, 'open_dt: 2020-05-27 / store_note: 역전할머니맥주 부산온천장점은 매장(이전) 공사진행에 따라 가맹본부를 통해 ‘실내인테리어 47,000,000원 중 40% = (A) 18,800,000원 + 간판 7, 240,000원 중 40% = (B) 2,896,000원, 총합계 (A) + (B) =21,696,000원(VAT별도)’ 지원 받았음을 확인하며, 위 점포 환경개선이 끝난 날로부터 3년 이내 가맹본부의 책임 없는 사유로 계약이 종료 (계약해지 또는 양수도) 되는 경우 상기 지원금 총합계에 대해 3년 일할 계산 하여 남은 기간 비례하는 금원을 가맹본부에 환수한다.



또한, 가맹 점사업자가 가맹본부의 위 특약사항에 따른 환수조치에 응하지 않을 경우, 위약벌로서 가맹점사업자는 가맹본부에게 가맹본부가 지원한 지원금액 의 배액을 지급한다. 



단, 가맹본부 승인을 득한 직계존비속, 배 우자, 동업자 간 명의변경시는 예외로 한다.본 특약의 내용은 일체 비밀을 유지', 377, 377, NULL),
(378, 'KOYJBS200528', '할맥 부산용호점', '강상숙', '2', NULL, '부산 남구 동명로 130', 35.1197395, 129.1110840, 'transfer', '2026-05-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-27', '8484401351', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-05-28', 99.00, 0.00, NULL, NULL, 75000000, 1830000, 30000000, 'open_dt: 2020-06-16', 378, 378, NULL),
(379, 'KOYJBS220842', '할맥 부산우암점', '이해광', '2', NULL, '부산 남구 우암로154번길 52', 35.1254997, 129.0816498, 'renewal', '2026-08-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '48489', 'YJ', '2024-08-23', '6581600926', 7000000, 3000000, 0, 2000000, '양다운', NULL, '강동우', '2022-08-23', 81.56, 0.00, NULL, NULL, 20000000, 1250000, 30000000, 'open_dt: 2022-08-31', 379, 379, NULL),
(380, 'KOYJBS200597', '할맥 부산일광도시점', '정은경.정미경', '2', NULL, '부산 기장군 일광면 해빛2로 24', 35.2686958, 129.2271271, 'renewal', '2026-08-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-03', '4342401038', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-08-04', 85.80, 0.00, NULL, NULL, 0, 4000000, 60000000, 'open_dt: 2020-08-25', 380, 380, NULL),
(381, 'KOYJBS200558', '할맥 부산장림점', '김학건', '2', NULL, '부산 사하구 장림동 321-28', 35.0809059, 128.9712219, 'renewal', '2026-06-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-06-29', 50.37, 0.00, NULL, NULL, 20000000, 1300000, 20000000, 'open_dt: 2020-07-17', 381, 381, NULL),
(382, 'KOYJBS190326', '할맥 부산장산점', '김민숙', '2', NULL, '부산 해운대구 좌동 1483-3', 35.1680641, 129.1783295, 'renewal', '2025-09-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '612-842', 'YJ', '2023-09-30', '7750501597', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-09-30', 125.40, 0.00, NULL, NULL, 60000000, 5300000, 100000000, 'open_dt: 2019-10-17', 382, 382, NULL),
(383, 'KOYJBS200398', '할맥 부산재송점', '차다영', '2', NULL, '부산 해운대구 재송동 1081-16', 35.1876259, 129.1256561, 'transfer', '2025-12-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '612-831', 'YJ', '2023-12-23', '1072094689', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2019-12-23', 99.00, 0.00, NULL, NULL, 70000000, 1400000, 15000000, 'open_dt: 2020-01-14', 383, 383, NULL),
(384, 'KOYJBS200545', '할맥 부산정관점', '지숙정', '2', NULL, '부산 기장군 정관읍 정관7로 33-3', 35.3219910, 129.1779785, 'renewal', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-03', '6911502190', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2020-06-04', 132.00, 0.00, NULL, NULL, 0, 2800000, 50000000, 'open_dt: 2020-07-02', 384, 384, NULL),
(385, 'KOYJBS190324', '할맥 부산주례점', '이상운', '2', NULL, '부산 사상구 가야대로366번길 3', 35.1508217, 129.0128021, 'renewal', '2025-09-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '617-833', 'YJ', '2023-09-23', '5760401668', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-09-23', 125.40, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2019-10-10', 385, 385, NULL),
(386, 'KOYJBS200549', '할맥 부산진역점', '안선복', '2', NULL, '부산 동구 중앙대로371번길 6', 35.1288414, 129.0483093, 'transfer', '2026-06-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-17', '5370203430', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-06-17', 65.30, 0.00, NULL, NULL, 30000000, 1700000, 25000000, 'open_dt: 2020-07-07 / store_note: 계약서 작성 일자 : 2022.12.26

양도양수 일자 : 2023.01.01

기존사업자 장춘수 -> 강정연



양도양수 일자 : 24.08.05

기존사업자 강정연 -> 김만영(양도양수)



양도양수 일자 : 25.05.12

기존사업자 김만영 -> 안선복(양도양수)', 386, 386, NULL),
(387, 'KOYJBS200553', '할맥 부산초량점', '조경호', '2', NULL, '부산 동구 초량동 134-16', 35.1202278, 129.0395203, 'renewal', '2026-06-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-15', '8720103054', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-06-16', 72.60, 0.00, NULL, NULL, 70000000, 1800000, 20000000, 'open_dt: 2020-07-10 / store_note: 계약서 작성일자 : 2023.11.24

양도양수 일자 : 2023.12.01

기존사업자 김기범 -> 조경호 (양도양수)', 387, 387, NULL),
(388, 'KOYJBS210734', '할맥 부산초읍점', '박서연', '2', NULL, '부산 부산진구 초읍동 291-15', 35.1809540, 129.0473938, 'renewal', '2027-06-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '47124', 'YJ', '2025-06-07', '1360780016', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2021-06-08', 115.50, 0.00, NULL, NULL, 24000000, 2400000, 60000000, 'open_dt: 2021-06-29', 388, 388, NULL),
(389, 'KOYJBS190386', '할맥 부산토곡점', '김민수', '2', NULL, '부산 연제구 연산동 477-48', 35.1846428, 129.1084442, 'transfer', '2025-11-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '611-812', 'YJ', '2023-12-02', '3300803388', 7000000, 3000000, 0, 2000000, '표인현', NULL, '강동우', '2019-12-02', 52.80, 0.00, NULL, NULL, 0, 2400000, 20000000, 'open_dt: 2019-12-24 / store_note: 양도양수 일자 : 25.10.24

기존사업자 김철호 -> 김민수(양도양수)', 389, 389, NULL),
(390, 'KOYJBS200529', '할맥 부산학장점', '이정우', '2', NULL, '부산 사상구 대동로 140', 35.1401596, 128.9826050, 'renewal', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-03', '6561601351', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '강동우', '2020-06-04', 105.60, 0.00, NULL, NULL, 50000000, 2500000, 20000000, 'open_dt: 2020-06-16 / store_note: 계약서 작성 : 2021.04.27

양도양수 일자 : 2021.05.1

기존사업자 이범우 -> 이정우', 390, 390, NULL),
(391, 'KOYJBS190234', '할맥 부산해운대점', '한재오', '2', NULL, '부산 해운대구 해운대해변로 287', 35.1604462, 129.1622467, 'renewal', '2027-05-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '612-847', 'YJ', '2025-05-13', '5811602207', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '강동우', '2019-05-13', 99.00, 0.00, NULL, NULL, 0, 4000000, 70000000, 'open_dt: 2019-05-21 / store_note: 계약서 작성일자 : 2023.05.26

양도양수 일자 : 2023.06.09

기존사업자 최승원 -> 한재오', 391, 391, NULL),
(392, 'KOYJBS190283', '할맥 부산화명점', '하상수.이술현', '2', NULL, '부산 북구 화명동 2271-2', 35.2356339, 129.0102844, 'renewal', '2027-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '616-852', 'YJ', '2025-07-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-07-10', 105.60, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2019-07-25', 392, 392, NULL),
(393, 'KOYJJB180069', '할맥 부안터미널점', '조혜리', '13', NULL, '전라북도 부안군 부안읍 진성길20', 35.7251053, 126.7389984, 'renewal', '2026-02-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(봉덕리)', NULL, 'YJ', '2024-02-20', '2213461614', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-02-20', 115.70, 0.00, 0, NULL, 0, 0, 0, 'open_dt: 2018-02-28', 393, 393, NULL),
(394, 'KOYJGG200539', '할맥 부천고강점', '이세진', '9', NULL, '경기 부천시 고강동 370-11', 37.5273972, 126.8170242, 'renewal', '2026-06-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-18', '1047800295', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2020-06-19', 99.00, 0.00, NULL, NULL, 70000000, 1800000, 40000000, 'open_dt: 2020-06-30', 394, 394, NULL),
(395, NULL, '할맥 부천범박점', '김성진', '9', NULL, '경기 부천시 양지남로 17', 37.4710846, 126.8136902, 'new', '2025-12-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '14783', 'YJ', '2023-12-12', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2023-12-12', 99.00, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2023-12-21', 395, 395, NULL),
(396, 'KOYJGG170064', '할맥 부천상동점', '강태훈', '9', NULL, '경기도 부천시 소향로13번길 28-14', 37.5048447, 126.7500992, 'renewal', '2025-11-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(상동)', NULL, 'YJ', '2023-11-23', '3845500266', 0, 0, 0, 0, '김진석', NULL, '이승민', '2017-11-23', 49.59, 0.00, 0, NULL, 0, 2560000, 10000000, 'open_dt: 2017-12-07', 396, 396, NULL),
(397, NULL, '할맥 부천소사본점', '이창헌', '9', NULL, '경기 부천시 소사로159번길 6', 37.4726562, 126.7952652, 'new', '2025-10-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '14759', 'YJ', '2023-10-30', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '이승민', '2023-10-30', 92.40, 0.00, NULL, NULL, 40000000, 2500000, 40000000, 'open_dt: 2023-11-09', 397, 397, NULL),
(398, 'KOYJGG180089', '할맥 부천소사점', '윤선화', '9', NULL, '경기도 부천시 소사동 42-6', 37.4839630, 126.7960892, 'renewal', '2026-06-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(소사동)', NULL, 'YJ', '2024-06-18', '3371800829', 0, 0, 0, 0, '김진석', NULL, '이승민', '2018-06-18', 39.00, 0.00, 0, NULL, 0, 1000000, 20000000, 'open_dt: 2018-06-28', 398, 398, NULL),
(399, 'KOYJGG200433', '할맥 부천송내점', '김민철', '9', NULL, '경기 부천시 상동 409', 37.4899635, 126.7522202, 'renewal', '2026-02-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '420-814', 'YJ', '2024-02-10', '1373801037', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-02-10', 112.20, 0.00, NULL, NULL, 60000000, 3000000, 70000000, 'open_dt: 2020-02-27 / store_note: 기존 김민철,김지혜 공동명의 -> 2024.09.10 (화) 김민철 단독명의로 변경 

기존 공동명의 2인사업자에서 1인 단독사업자로 변경되는건 입니다. 사업자 번호 변경없이 계약서만 재작성', 399, 399, NULL),
(400, NULL, '할맥 부천시청역점', '유부자', '9', NULL, '경기 부천시 원미구 석천로177번길 38', 37.5036812, 126.7608261, 'new', '2026-05-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '101호', '14546', 'YJ', '2024-05-06', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '이승민', '2024-05-06', 128.00, 128.70, NULL, NULL, 170000000, 6000000, 100000000, 'open_dt: 2024-05-21', 400, 400, NULL),
(401, NULL, '할맥 부천신중동점', '이진규', '9', '010-3996-6044', '경기 부천시 원미구 조마루로297번길 33', 37.4991760, 126.7762299, 'new', '2027-06-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '203호', '14580', 'YJ', '2025-06-22', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '이승민', '2025-06-22', 165.00, 165.00, 2, NULL, 150000000, 5000000, 100000000, 'open_dt: 2025-06-26', 401, 401, NULL),
(402, NULL, '할맥 부천신흥시장점', '이병기', '9', NULL, '경기 부천시 오정구 삼정동 314-13', 37.5153008, 126.7706146, 'new', '2026-04-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '가동', '14495', 'YJ', '2024-04-22', '3064561871', 7000000, 3000000, 0, 2000000, '이영규', NULL, '이승민', '2024-04-22', 90.00, 90.00, 1, NULL, 15000000, 2300000, 30000000, 'open_dt: 2024-04-30', 402, 402, NULL),
(403, 'KOYJGG170055', '할맥 부천여월점', '권도균', '9', NULL, '경기도 부천시 삼작로 324', 37.5199051, 126.7975769, 'renewal', '2025-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(여월동)', NULL, 'YJ', '2023-10-23', '3776100274', 0, 0, 0, 0, '김진석', NULL, '이승민', '2017-10-23', 49.59, 0.00, 0, NULL, 90000000, 850000, 15000000, 'open_dt: 2017-11-10 / store_note: 양도양수 일자 : 2023.11.13

기존사업자 공현주-> 권도균 (양도양수)', 403, 403, NULL),
(404, 'KOYJGG200409', '할맥 부천역곡점', '서정숙', '9', NULL, '경기 부천시 역곡동 77', 37.4859505, 126.8101959, 'renewal', '2026-01-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '420-834', 'YJ', '2024-01-07', '1970401558', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-01-07', 108.90, 0.00, NULL, NULL, 80000000, 2500000, 30000000, 'open_dt: 2020-01-30', 404, 404, NULL),
(405, 'KOYJGG190242', '할맥 부천역점', '윤용선', '9', NULL, '경기 부천시 부천로29번길 35', 37.4870949, 126.7812958, 'renewal', '2027-05-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '420-827', 'YJ', '2025-05-21', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-05-23', 198.00, 0.00, NULL, NULL, 170000000, 5600000, 10000000, 'open_dt: 2019-05-28', 405, 405, NULL),
(406, 'KOYJGG200637', '할맥 부천오정점', '변금현', '9', NULL, '경기 부천시 오정로 209-4', 37.5274544, 126.7829895, 'renewal', '2026-09-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-08', '5205500668', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2020-09-08', 49.50, 0.00, NULL, NULL, 33000000, 1000000, 20000000, 'open_dt: 2020-09-07', 406, 406, NULL),
(407, 'KOYJGG200551', '할맥 부천옥길지구점', '황미숙', '9', NULL, '경기 부천시 옥길동 744-5', 37.4667587, 126.8231964, 'renewal', '2026-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-12', '7251601206', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-06-12', 94.70, 0.00, NULL, NULL, 0, 3900000, 80000000, 'open_dt: 2020-07-08', 407, 407, NULL),
(408, NULL, '할맥 부천원미점', '황미숙', '9', NULL, '경기 부천시 원미구 원미동 68-3', 37.4976273, 126.7867737, 'new', '2026-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '14566', 'YJ', '2024-07-15', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '이승민', '2024-07-15', 79.00, 79.00, NULL, NULL, 10000000, 1600000, 40000000, 'open_dt: 2024-07-23', 408, 408, NULL),
(409, 'KOYJGG170022', '할맥 부천원종점', '노정은', '9', NULL, '경기 부천시 오정구 원종동 224-1', 37.5226135, 126.8044739, 'renewal', '2027-05-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(원종동)', '14431', 'YJ', '2025-05-28', '4252300590', 0, 0, 0, 0, '김진석', NULL, '이승민', '2017-05-29', 56.20, 0.00, 0, NULL, 0, 3400000, 35000000, 'open_dt: 2017-06-09', 409, 409, NULL),
(410, 'KOYJGG190291', '할맥 부천중동점', '김윤미', '9', NULL, '경기 부천시 조마루로291번길 40', 37.4994087, 126.7758102, 'renewal', '2025-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '420-852', 'YJ', '2023-07-23', '1951101152', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-07-23', 145.20, 0.00, NULL, NULL, 220000000, 8800000, 60000000, 'open_dt: 2019-08-01', 410, 410, NULL),
(411, 'KOYJGG200485', '할맥 분당미금점', '김용운', '9', NULL, '경기 성남시 분당구 금곡동 147', 37.3509865, 127.1104355, 'renewal', '2026-04-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-08', '2340501645', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-04-08', 118.80, 0.00, NULL, NULL, 100000000, 6400000, 150000000, 'open_dt: 2020-04-23', 411, 411, NULL),
(412, 'KOYJGG200401', '할맥 분당서현점', '변순재', '9', NULL, '경기 성남시 분당구 서현동 245-4', 37.3871078, 127.1251984, 'renewal', '2025-12-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '463-824', 'YJ', '2023-12-27', '6420401475', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2019-12-27', 95.70, 0.00, NULL, NULL, 0, 7000000, 100000000, 'open_dt: 2020-01-15', 412, 412, NULL),
(413, NULL, '할맥 분당수내역점', '김수정', '9', NULL, '경기 성남시 분당구 수내동 8-4', 37.3800430, 127.1160583, 'new', '2026-05-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층 202호', '13595', 'YJ', '2024-05-24', NULL, 70000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2024-05-24', 127.00, 127.00, 2, NULL, 0, 2700000, 40000000, NULL, 413, 413, NULL),
(414, 'KOYJGG190350', '할맥 분당야탑점', '김기종', '9', NULL, '경기 성남시 분당구 장미로86번길 6', 37.4131393, 127.1302795, 'renewal', '2025-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '463-828', 'YJ', '2023-10-22', '6823300659', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2019-10-22', 95.70, 0.00, NULL, NULL, 200000000, 5000000, 50000000, 'open_dt: 2019-11-12', 414, 414, NULL),
(415, 'KOYJGG220852', '할맥 분당오리역점', '이은숙', '9', NULL, '경기 성남시 분당구 구미로9번길 3-4', 37.3387375, 127.1098175, 'renewal', '2026-09-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '13637', 'YJ', '2024-09-28', '5106100570', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-09-28', 115.50, 0.00, NULL, NULL, 0, 4800000, 40000000, 'open_dt: 2022-10-06', 415, 415, NULL),
(416, 'KOYJGG200665', '할맥 분당정자역점', '김형권', '9', NULL, '경기 성남시 분당구 성남대로331번길 9-3', 37.3652725, 127.1070938, 'renewal', '2026-11-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-10', '5208801781', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2020-11-11', 147.00, 0.00, NULL, NULL, 400000000, 8000000, 100000000, 'open_dt: 2020-12-08', 416, 416, NULL),
(417, 'KOYJGG220796', '할맥 분당판교역점', '박다솜', '9', NULL, '경기 성남시 분당구 판교역로192번길 14-2', 37.3974800, 127.1120453, 'renewal', '2026-02-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '13524', 'YJ', '2024-02-09', '1510302480', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-02-09', 56.10, 0.00, NULL, NULL, 15000000, 6000000, 75000000, 'open_dt: 2022-03-04', 417, 417, NULL),
(418, 'KOYJGN200570', '할맥 사천삼천포점', '김채율', '16', NULL, '경남 사천시 벌리동 254-15', 34.9396439, 128.0858307, 'transfer', '2026-07-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-10', '5504800977', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2020-07-10', 82.50, 0.00, NULL, NULL, 0, 1600000, 40000000, 'open_dt: 2020-07-28 / store_note: 8월 1일자 양도양수

이명희 -> 김재웅(직계가족 명의변경)



양도양수 일자 : 24.11.01

기존사업자 김재웅 -> 김채율(남매 간 양도양수)', 418, 418, NULL),
(419, 'KOYJGW210703', '할맥 삼척 교동점', '유현진', '10', NULL, '강원 삼척시 정상로 67', 37.4477043, 129.1748657, 'transfer', '2027-04-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '25923', 'YJ', '2025-04-17', '3821601635', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2021-04-17', 66.00, 0.00, NULL, NULL, 20000000, 1100000, 10000000, 'open_dt: 2021-04-29', 419, 419, NULL),
(420, 'KOYJGB200462', '할맥 상주무양점', '김무영', '15', NULL, '경북 상주시 무양동 278-9', 36.4181061, 128.1537323, 'transfer', '2026-01-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '742-906', 'YJ', '2024-01-22', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-01-22', 95.70, 0.00, NULL, NULL, 0, 1300000, 0, 'open_dt: 2020-02-01', 420, 420, NULL),
(421, 'KOYJCN180107', '할맥 서산동문점', '심상민', '12', NULL, '충청남도 서산시 동문동 225-4번지', 36.7786255, 126.4625854, 'transfer', '2026-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(동문동)', NULL, 'YJ', '2024-07-22', '4817300300', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-07-23', 112.66, 0.00, 0, NULL, 0, 1100000, 10000000, 'open_dt: 2018-08-02 / store_note: 양도양수 일자 : 24.10.01

기존사업자 신윤식 -> 심상민(양도양수)', 421, 421, NULL),
(422, 'KOYJCN190167', '할맥 서산예천점', '문신웅', '12', NULL, '충남 서산시 읍내동 54-11', 36.7752953, 126.4475174, 'renewal', '2027-01-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '356-805', 'YJ', '2025-01-27', '7614800373', 0, 0, 0, 0, '미지정(영업)', NULL, '순현진', '2019-01-28', 174.68, 0.00, NULL, NULL, 0, 3400000, 50000000, 'open_dt: 2019-02-13', 422, 422, NULL),
(423, 'KOYJCN190256', '할맥 서산테크노밸리점', '정봉주', '12', NULL, '충남 서산시 성연면 일람리 1102', 36.8231239, 126.4502411, 'renewal', '2027-06-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '356-852', 'YJ', '2025-06-06', '7510601832', 7000000, 3000000, 0, 2000000, '김종필', NULL, '순현진', '2019-06-07', 60.35, 0.00, NULL, NULL, 170000000, 1840000, 30000000, 'open_dt: 2019-06-19', 423, 423, NULL),
(424, 'KOYJSU200429', '할맥 서울가락시장점', '이승훈', '1', NULL, '서울 송파구 양재대로62길 39', 37.4965286, 127.1203232, 'renewal', '2026-02-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '138-803', 'YJ', '2024-02-14', '1934300707', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-02-14', 108.90, 0.00, NULL, NULL, 80000000, 3200000, 50000000, 'open_dt: 2020-02-26', 424, 424, NULL),
(425, NULL, '할맥 서울가산디지털단지역점', '김난이', '1', NULL, '서울 금천구 가산동 371-28', 37.4809151, 126.8817139, 'transfer', '2026-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '우림라이온스밸리 에이동2층220', '08507', 'YJ', '2024-04-29', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '최지호', '2024-04-29', 82.00, 82.00, NULL, NULL, 23000000, 3500000, 50000000, 'open_dt: 2024-05-14', 425, 425, NULL),
(426, 'KOYJSU200572', '할맥 서울가산점', '최선임', '1', NULL, '서울 금천구 가산동 142-42', 37.4783669, 126.8910599, 'renewal', '2026-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-09', '7532801562', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-07-10', 99.00, 0.00, NULL, NULL, 80000000, 3000000, 60000000, 'open_dt: 2020-07-30', 426, 426, NULL),
(427, NULL, '할맥 서울가좌역점', '김장녀', '1', NULL, '서울 서대문구 가재울미래로 2', 37.5715714, 126.9142838, 'new', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '상가403동,404동 1층 103호', '03711', 'YJ', '2024-06-10', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '제갈민', '2024-06-10', 71.00, 71.00, 1, NULL, 0, 2000000, 50000000, 'open_dt: 2024-07-04', 427, 427, NULL),
(428, 'KOYJSU210695', '할맥 서울강남CGV점', '유한회사 반이박', '1', NULL, '서울 강남구 역삼동 817-15', 37.5002480, 127.0279846, 'transfer', '2027-03-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06129', 'YJ', '2025-03-05', '6318701027', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2021-03-05', 132.00, 0.00, NULL, NULL, 0, 7200000, 700000000, 'open_dt: 2021-03-31', 428, 428, NULL),
(429, 'YJSU230891', '할맥 서울강남역점', '문지영', '1', NULL, '서울 서초구 서초대로75길 34', 37.5005836, 127.0251846, 'transfer', '2027-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '06612', 'YJ', '2025-05-15', '2681102615', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2023-05-15', 178.20, 0.00, NULL, NULL, 350000000, 11000000, 100000000, 'open_dt: 2023-05-30', 429, 429, NULL),
(430, NULL, '할맥 서울강서구청점', '송선화', '1', NULL, '서울 강서구 화곡로58길 22-3', 37.5527191, 126.8521729, 'renewal', '2027-04-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '157-928', 'YJ', '2025-04-08', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-04-08', 66.00, 0.00, NULL, NULL, 0, 2000000, 0, 'open_dt: 2019-04-16', 430, 430, NULL),
(431, NULL, '할맥 서울개봉역점', '소희영', '1', NULL, '서울 구로구 남부순환로95길 8-9', 37.4942932, 126.8580856, 'renewal', '2027-03-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '08328', 'YJ', '2025-03-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2023-03-20', 118.00, 118.00, NULL, NULL, 0, 2500000, 100000000, 'open_dt: 2023-03-29', 431, 431, NULL),
(432, NULL, '할맥 서울개봉푸르지오점', '박철완', '1', NULL, '서울 구로구 개봉동 492', 37.5004005, 126.8481445, 'new', '2026-05-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '상가105동102호', '08236', 'YJ', '2024-05-20', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2024-05-20', 71.00, 71.00, 1, NULL, 0, 3000000, 50000000, 'open_dt: 2024-05-30', 432, 432, NULL),
(433, NULL, '할맥 서울거여점', '박정은', '1', NULL, '서울 송파구 거여동 697', 37.4959946, 127.1474609, 'transfer', '2027-07-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1-15', '05767', 'YJ', '2025-07-05', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '최지호', '2023-07-05', 79.62, 0.00, NULL, NULL, 0, 4000000, 80000000, 'open_dt: 2023-07-13', 433, 433, NULL),
(434, NULL, '할맥 서울건대역점', '김서윤', '1', NULL, '서울 광진구 화양동 9-6', 37.5423660, 127.0697098, 'renewal', '2027-07-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '05018', 'YJ', '2025-07-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2021-07-07', 180.12, 0.00, NULL, NULL, 0, 7000000, 100000000, 'open_dt: 2021-07-20', 434, 434, NULL),
(435, NULL, '할맥 서울건대점', '이부용', '1', NULL, '서울특별시 광진구 화양동 45-82', 37.5420418, 127.0666656, 'renewal', '2026-12-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(화양동)', NULL, 'YJ', '2024-12-13', '3166000345', 0, 0, 0, 0, '김진석', NULL, '최지호', '2018-12-13', 110.55, 0.00, 0, NULL, 0, 4000000, 50000000, 'open_dt: 2018-12-18 / store_note: 양도양수 일자 : 2023.12.27

기존사업자 정명희 -> 이부용 (양도양수)', 435, 435, NULL),
(436, 'KOYJSU180071', '할맥 서울경희대점', '홍기무', '1', NULL, '서울시 동대문구 경희대로 1길 7', 37.5916138, 127.0517044, 'renewal', '2026-03-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(회기동)', NULL, 'YJ', '2024-03-03', '8433700359', 0, 0, 0, 0, '장재원', NULL, '정인수', '2018-03-03', 59.50, 0.00, 0, NULL, 0, 3000000, 60000000, 'open_dt: 2018-03-16', 436, 436, NULL),
(437, NULL, '할맥 서울고대점', '김두현', '1', NULL, '서울 성북구 고려대로24길 14', 37.5856514, 127.0292053, 'renewal', '2026-09-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-06', '5542201304', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-09-07', 158.40, 0.00, NULL, NULL, 180000000, 7600000, 50000000, 'open_dt: 2020-09-16', 437, 437, NULL),
(438, NULL, '할맥 서울고척점', '정동수', '1', NULL, '서울 구로구 경인로47길 27', 37.5005722, 126.8663025, 'renewal', '2026-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '152-826', 'YJ', '2024-01-30', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-01-30', 115.50, 0.00, NULL, NULL, 65000000, 2300000, 45000000, 'open_dt: 2020-02-21 / property_note: 1,2층 건물

1층 : 82.5

2층 : 33', 438, 438, NULL),
(439, NULL, '할맥 서울공릉점', '김의용', '1', NULL, '서울 노원구 동일로192길 80', 37.6272240, 127.0772552, 'transfer', '2027-05-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '01834', 'YJ', '2025-05-20', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-05-20', 96.02, 0.00, NULL, NULL, 165000000, 5500000, 50000000, 'open_dt: 2021-06-02', 439, 439, NULL),
(440, NULL, '할맥 서울교대역점', '(주)히든젬코리아', '1', NULL, '서울 서초구 반포대로28길 73', 37.4918671, 127.0122604, 'new', '2026-02-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '06645', 'YJ', '2024-02-26', '3118518595', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '조윤제', '2024-02-26', 115.50, 0.00, NULL, NULL, 73000000, 2900000, 40000000, 'open_dt: 2024-03-12', 440, 440, NULL),
(441, NULL, '할맥 서울구로디지털단지점', '김민희', '1', NULL, '서울 구로구 구로동 1124-47', 37.4844589, 126.9006424, 'renewal', '2025-12-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '152-880', 'YJ', '2023-12-16', '4045800348', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-12-16', 165.00, 0.00, NULL, NULL, 0, 10500000, 150000000, 'open_dt: 2019-12-23', 441, 441, NULL),
(442, 'KOYJSU210708', '할맥 서울구로항동점', '한경신', '1', NULL, '서울 구로구 서해안로 2104', 37.4803543, 126.8236694, 'renewal', '2027-04-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08368', 'YJ', '2025-04-06', '4017900325', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2021-04-06', 75.90, 0.00, NULL, NULL, 0, 4700000, 100000000, 'open_dt: 2021-05-06', 442, 442, NULL),
(443, NULL, '할맥 서울구의점', '이동수', '1', NULL, '서울 광진구 구의동 257-76', 37.5385132, 127.0851517, 'renewal', '2027-06-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '143-828', 'YJ', '2025-06-06', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '최지호', '2019-06-07', 69.30, 0.00, NULL, NULL, 0, 4000000, 40000000, 'open_dt: 2019-06-27', 443, 443, NULL),
(444, NULL, '할맥 서울구파발점', '탁준현', '1', NULL, '서울 은평구 진관동 100-2', 37.6333656, 126.9178543, 'renewal', '2026-04-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '03311', 'YJ', '2024-04-12', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2022-04-12', 82.50, 0.00, NULL, NULL, 0, 4900000, 70000000, 'open_dt: 2022-04-26', 444, 444, NULL),
(445, NULL, '할맥 서울군자역점', '(주)삼선자산', '1', NULL, '서울 광진구 천호대로110길 28', 37.5560379, 127.0795212, 'renewal', '2026-03-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '143-847', 'YJ', '2024-03-02', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-03-02', 99.00, 0.00, NULL, NULL, 150000000, 3500000, 50000000, 'open_dt: 2020-03-24', 445, 445, NULL),
(446, NULL, '할맥 서울금천독산2동점', 'MING GUANGNAN', '1', NULL, '서울 금천구 독산동 1043-12', 37.4639053, 126.9030380, 'new', '2026-12-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '08618', 'YJ', '2024-12-23', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '제갈민', '2024-12-23', 67.00, 67.00, 1, NULL, 0, 2000000, 40000000, 'open_dt: 2025-01-07', 446, 446, NULL),
(447, NULL, '할맥 서울길동점', '이수미', '1', NULL, '서울 강동구 길동 414-6', 37.5369644, 127.1379623, 'renewal', '2027-01-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-01-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2021-01-13', 132.00, 0.00, NULL, NULL, 138000000, 4300000, 50000000, 'open_dt: 2021-02-16 / store_note: 이수미 양도인

23. 10. 30 전자가맹계약 작성 완료



1. 10/30 서울사무실 교육입소

2. 10/31 ~ 11/02 강남서초타운점 현장실습



11/07 양도양수 확정', 447, 447, NULL),
(448, NULL, '할맥 서울까치산점', '민철홍', '1', NULL, '서울 강서구 강서로 17', 37.5294189, 126.8477249, 'renewal', '2027-04-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07778', 'YJ', '2025-04-27', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2021-04-28', 120.66, 0.00, NULL, NULL, 140000000, 4800000, 80000000, 'open_dt: 2021-05-11', 448, 448, NULL),
(449, 'YJSU240937', '할맥 서울낙성대역점', '이찬규', '1', NULL, '서울 관악구 봉천동 1688-127', 37.4766388, 126.9653931, 'transfer', '2028-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08801', 'YJ', '2026-01-29', '8821902402', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '홍태선', '2024-01-29', 69.30, 0.00, NULL, NULL, 30000000, 3200000, 55000000, 'open_dt: 2024-02-06 / store_note: 이찬규



010-7184-1469



881218', 449, 449, NULL),
(450, 'YJSU200512', '할맥 서울난곡사거리점', '승민정', '1', NULL, '서울 관악구 난곡로66길 8', 37.4824257, 126.9149094, 'renewal', '2028-05-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-05-07', '8461601309', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-05-07', 82.50, 0.00, NULL, NULL, 30000000, 2100000, 40000000, 'open_dt: 2020-05-27', 450, 450, NULL),
(451, NULL, '할맥 서울남구로역점', '양형석', '1', NULL, '서울 구로구 구로동 771-40', 37.4874687, 126.8881989, 'renewal', '2026-04-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-05', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-04-06', 82.50, 0.00, NULL, NULL, 30000000, 2500000, 50000000, 'open_dt: 2020-04-24', 451, 451, NULL),
(452, 'YJSU230885', '할맥 서울남성역점', '전서인', '1', NULL, '서울 동작구 사당로17가길 16', 37.4840126, 126.9730606, 'renewal', '2027-05-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07004', 'YJ', '2025-05-03', '3463401220', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2023-05-03', 85.80, 0.00, NULL, NULL, 0, 5000000, 80000000, 'open_dt: 2023-05-03 / store_note: 다점포 운영중인 장동진/장미진 점주 라인 점포', 452, 452, NULL),
(453, 'YJSU200394', '할맥 서울노량진점', '박선영', '1', NULL, '서울 동작구 노량진동 117-24', 37.5128250, 126.9445343, 'renewal', '2027-12-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '156-801', 'YJ', '2025-12-18', '6501001287', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-12-18', 214.50, 0.00, NULL, NULL, 0, 10000000, 250000000, 'open_dt: 2020-01-09', 453, 453, NULL),
(454, NULL, '할맥 서울노원점', '박오기', '1', NULL, '서울 노원구 상계동 616-4', 37.6556625, 127.0628738, 'renewal', '2025-11-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '139-821', 'YJ', '2023-11-13', '3082900147', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2019-11-13', 141.90, 0.00, NULL, NULL, 800000000, 11439000, 250000000, 'open_dt: 2019-11-26', 454, 454, NULL),
(455, NULL, '할맥 서울논현역점', '소정민', '1', '010-4249-2427', '서울 강남구 강남대로122길 5', 37.5076637, 127.0237350, 'new', '2027-06-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '06114', 'YJ', '2025-06-24', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2025-06-24', 158.00, 158.00, 2, NULL, 90000000, 4500000, 70000000, 'open_dt: 2025-07-01', 455, 455, NULL),
(456, NULL, '할맥 서울답십리점', '(주)삼선자산', '1', NULL, '서울 성동구 용답동 49-5', 37.5636177, 127.0524673, 'renewal', '2026-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-25', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-06-25', 102.30, 0.00, NULL, NULL, 50000000, 2100000, 50000000, 'open_dt: 2020-07-03', 456, 456, NULL),
(457, 'YJSU240986', '할맥 서울당곡역점', '조성희', '1', NULL, '서울 관악구 봉천동 702-11', 37.4904442, 126.9272079, 'new', '2026-10-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08708', 'YJ', '2024-10-14', '2671502361', 7000000, 3000000, 0, 2000000, '이영규', NULL, '홍태선', '2024-10-14', 66.00, 66.00, 1, NULL, 40000000, 3000000, 50000000, 'open_dt: 2024-10-24 / store_note: * 다점포 운영중인 장동진/장미진 점주 라인 점포

* 신대방삼거리점 영업구역내 추가출점', 457, 457, NULL),
(458, NULL, '할맥 서울당산점', '김재연', '1', NULL, '서울 영등포구 양평로 55', 37.5344162, 126.9001770, 'renewal', '2025-11-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '150-045', 'YJ', '2023-11-11', '3092000813', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-11-11', 115.50, 0.00, NULL, NULL, 130000000, 8000000, 275000000, 'open_dt: 2019-11-28', 458, 458, NULL),
(459, 'YJSU230901', '할맥 서울대방역점', '장동진', '1', NULL, '서울 동작구 알마타길 6', 37.5098572, 126.9249573, 'renewal', '2027-06-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06941', 'YJ', '2025-06-26', '8623101172', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2023-06-26', 89.10, 0.00, NULL, NULL, 0, 2600000, 80000000, 'open_dt: 2023-07-11 / store_note: * 다점포 운영중인 장동진/장미진 점주 라인 점포', 459, 459, NULL),
(460, 'YJSU200491', '할맥 서울대입구역점', '김효녀', '1', NULL, '서울 관악구 봉천동 1611-28', 37.4792938, 126.9553223, 'renewal', '2028-04-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08788', 'YJ', '2026-04-09', '1653500895', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-04-09', 138.60, 0.00, NULL, NULL, 190000000, 5000000, 50000000, 'open_dt: 2020-05-01', 460, 460, NULL),
(461, NULL, '할맥 서울대학로점', '김진수', '1', NULL, '서울 종로구 명륜4가 15-1', 37.5831146, 127.0007935, 'transfer', '2025-10-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '110-524', 'YJ', '2023-10-10', '3672800703', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2019-10-10', 128.70, 0.00, NULL, NULL, 0, 4000000, 60000000, 'open_dt: 2019-10-22', 461, 461, NULL),
(462, 'YJSU230896', '할맥 서울도림사거리점', '임태서', '1', NULL, '서울 영등포구 도림동 150-8', 37.5072479, 126.9020004, 'renewal', '2027-06-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07370', 'YJ', '2025-06-19', '6945100826', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2023-06-19', 139.75, 0.00, NULL, NULL, 0, 3400000, 50000000, 'open_dt: 2023-06-27 / store_note: * 할맥 다점포 운영중인 정아영/임태서(부부) 점주님들의 점포.

1) 서울 신길점

2) 서울 도림점', 462, 462, NULL),
(463, NULL, '할맥 서울도봉보건소사거리점', '임영훈', '1', NULL, '서울 도봉구 쌍문동 651', 37.6567726, 127.0388184, 'new', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '01432', 'YJ', '2024-07-29', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '정인수', '2024-07-29', 99.00, 99.00, 1, NULL, 20000000, 4500000, 70000000, 'open_dt: 2024-08-13', 463, 463, NULL),
(464, NULL, '할맥 서울독산점', '이상재', '1', NULL, '서울 금천구 독산동 285-15', 37.4693565, 126.8999481, 'renewal', '2026-08-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-07', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-08-07', 99.00, 0.00, NULL, NULL, 140000000, 3100000, 50000000, 'open_dt: 2020-08-26', 464, 464, NULL),
(465, NULL, '할맥 서울동덕여대점', '배원호', '1', NULL, '서울 성북구 상월곡동 69-2', 37.6055832, 127.0443649, 'renewal', '2026-09-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-17', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-09-18', 69.30, 0.00, NULL, NULL, 0, 3400000, 50000000, 'open_dt: 2020-10-15', 465, 465, NULL),
(466, NULL, '할맥 서울동부시장점', '강석용', '1', NULL, '서울 중랑구 망우로30길 3', 37.5930824, 127.0747528, 'renewal', '2025-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '02120', 'YJ', '2023-08-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-08-13', 92.40, 0.00, NULL, NULL, 0, 2000000, 40000000, 'open_dt: 2021-08-18', 466, 466, NULL),
(467, 'KOYJSU200484', '할맥 서울둔촌점', '오하정', '1', NULL, '서울 강동구 양재대로89가길 34', 37.5251083, 127.1342010, 'renewal', '2026-04-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-06', '2035862663', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-04-06', 139.00, 0.00, NULL, NULL, 50000000, 3900000, 60000000, 'open_dt: 2020-04-23', 467, 467, NULL),
(468, NULL, '할맥 서울등촌역점', '오성자', '1', NULL, '서울 양천구 목동 610-9', 37.5487289, 126.8664169, 'transfer', '2026-06-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-15', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2020-06-16', 92.40, 0.00, NULL, NULL, 80000000, 2500000, 35000000, 'open_dt: 2020-07-14 / store_note: 23년 12월 어머니와 공동사업자에서 이영주 1인사업자로 변경', 468, 468, NULL),
(469, NULL, '할맥 서울뚝섬역점', '고영선', '1', NULL, '서울 성동구 성수동1가 656-439', 37.5467682, 127.0452271, 'new', '2026-05-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '108호', '04778', 'YJ', '2024-05-27', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '최지호', '2024-05-27', 94.00, 0.00, 1, NULL, 0, 3000000, 20000000, 'open_dt: 2024-05-24', 469, 469, NULL),
(470, NULL, '할맥 서울마곡나루점', '오영순 외', '1', NULL, '서울 강서구 마곡중앙로 161-8', 37.5689278, 126.8271103, 'renewal', '2026-02-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-02-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-02-06', 49.50, 0.00, NULL, NULL, 10000000, 6050000, 50000000, 'open_dt: 2020-03-04', 470, 470, NULL),
(471, NULL, '할맥 서울망원점', '유수정', '1', NULL, '서울 마포구 동교로9길 51', 37.5559044, 126.9091797, 'renewal', '2026-06-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-30', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-07-01', 99.00, 0.00, NULL, NULL, 60000000, 4000000, 50000000, 'open_dt: 2020-07-14', 471, 471, NULL),
(472, 'KOYJSU200500', '할맥 서울명일점', '박순혁', '1', NULL, '서울 강동구 명일동 312-62', 37.5518341, 127.1431961, 'transfer', '2026-04-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-22', '7797400276', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-04-22', 115.50, 0.00, NULL, NULL, 60000000, 2720000, 30000000, 'open_dt: 2020-05-13', 472, 472, NULL),
(473, NULL, '할맥 서울명지대점', '서정숙', '1', NULL, '서울 서대문구 증가로10길 63', 37.5796928, 126.9252777, 'renewal', '2026-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-14', '1297200195', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-05-15', 79.20, 0.00, NULL, NULL, 50000000, 1900000, 20000000, 'open_dt: 2020-06-05', 473, 473, NULL),
(474, NULL, '할맥 서울목동로데오점', '김종화', '1', NULL, '서울 양천구 신정동 887-9', 37.5266762, 126.8622360, 'renewal', '2026-08-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-09', '1357600427', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-08-10', 211.20, 0.00, NULL, NULL, 0, 12000000, 150000000, 'open_dt: 2020-08-19', 474, 474, NULL),
(475, NULL, '할맥 서울묵동점', '이현석', '1', NULL, '서울 중랑구 묵동 170-1', 37.6138458, 127.0775528, 'renewal', '2026-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-07-08', 102.30, 0.00, NULL, NULL, 90000000, 4550000, 65000000, 'open_dt: 2020-07-24', 475, 475, NULL),
(476, NULL, '할맥 서울문래6가점', '김지수', '1', NULL, '서울 영등포구 문래동6가 24-1', 37.5190697, 126.8859787, 'new', '2025-09-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07282', 'YJ', '2023-09-18', '8482302016', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '제갈민', '2023-09-18', 59.40, 0.00, NULL, NULL, 0, 2500000, 40000000, 'open_dt: 2023-09-26', 476, 476, NULL),
(477, NULL, '할맥 서울문래역점', '정태정', '1', NULL, '서울 영등포구 당산로 34', 37.5174637, 126.8964920, 'renewal', '2027-01-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '124호', '07297', 'YJ', '2025-01-19', '1365700695', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2023-01-19', 88.84, 0.00, NULL, NULL, 80000000, 2800000, 30000000, 'open_dt: 2023-01-31 / store_note: 공동 -> 1인 사업자 변경

명의변경 일자 : 2023.11.01

기존사업자 정두정외1명-> 정태정 (공동->1인사업자 변경)', 477, 477, NULL),
(478, 'KOYJSU220830', '할맥 서울문정법조타운점', '신재영', '1', NULL, '서울 송파구 법원로 114', 37.4860535, 127.1210098, 'renewal', '2026-07-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '103,104', '05854', 'YJ', '2024-07-26', '7910502337', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2022-07-26', 83.00, 0.00, NULL, NULL, 100000000, 4800000, 80000000, 'open_dt: 2022-08-02', 478, 478, NULL),
(479, 'YJSU220837', '할맥 서울미성점', '장대한', '1', NULL, '서울 관악구 난우길 20', 37.4747849, 126.9186325, 'renewal', '2026-08-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08850', 'YJ', '2024-08-11', '6033891619', 7000000, 3000000, 2000000, 0, '양다운', NULL, '홍태선', '2022-08-11', 122.50, 0.00, NULL, NULL, 30000000, 6300000, 70000000, 'open_dt: 2022-08-17', 479, 479, NULL),
(480, NULL, '할맥 서울미아사거리점', '소미진', '1', NULL, '서울 강북구 미아동 55-20', 37.6129723, 127.0313416, 'transfer', '2026-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-25', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-06-25', 106.00, 0.00, NULL, NULL, 160000000, 4000000, 50000000, 'open_dt: 2020-07-04', 480, 480, NULL),
(481, NULL, '할맥 서울미아점', '조성훈', '1', NULL, '서울 강북구 미아동 211-54', 37.6261826, 127.0253220, 'renewal', '2027-05-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '01126', 'YJ', '2025-05-25', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-05-25', 69.00, 0.00, NULL, NULL, 25000000, 2770000, 35000000, 'open_dt: 2021-06-08 / store_note: 24.03.13 공동사업자 조성훈외 1명(임수지) -> 1인사업자 변경(조성훈)', 481, 481, NULL),
(482, NULL, '할맥 서울발산역점', '최은비', '1', NULL, '서울 강서구 마곡동 797-10', 37.5598183, 126.8352509, 'transfer', '2026-04-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-28', '1390476354', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-04-29', 92.40, 0.00, NULL, NULL, 30000000, 7000000, 80000000, 'open_dt: 2020-05-22', 482, 482, NULL),
(483, 'KOYJSU190376', '할맥 서울방배역점', '박철희', '1', NULL, '서울 서초구 방배로 83-9', 37.4820518, 126.9966507, 'renewal', '2025-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '137-842', 'YJ', '2023-11-20', '1093998058', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-11-20', 80.50, 0.00, NULL, NULL, 85000000, 3500000, 70000000, 'open_dt: 2019-12-12', 483, 483, NULL),
(484, 'KOYJSU220832', '할맥 서울방이점', '소진우', '1', NULL, '서울 송파구 올림픽로32길 13', 37.5149307, 127.1092911, 'renewal', '2026-07-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '05543', 'YJ', '2024-07-04', '6291901928', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2022-07-04', 148.50, 0.00, NULL, NULL, 300000000, 5000000, 70000000, 'open_dt: 2022-08-09', 484, 484, NULL),
(485, NULL, '할맥 서울방학역점', '서지혜', '1', NULL, '서울 도봉구 방학동 718-7', 37.6686287, 127.0455246, 'renewal', '2027-04-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '116호', '01332', 'YJ', '2025-04-17', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2023-04-17', 71.18, 0.00, NULL, NULL, 51000000, 2000000, 40000000, 'open_dt: 2023-04-27', 485, 485, NULL),
(486, 'YJSU220847', '할맥 서울보라매역점', '원금자', '1', NULL, '서울 영등포구 신길동 480', 37.4990463, 126.9191589, 'transfer', '2026-08-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07432', 'YJ', '2024-08-30', '1304760643', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-08-30', 82.29, 0.00, NULL, NULL, 55000000, 2000000, 40000000, 'open_dt: 2022-09-06 / store_note: * 장규상 

540610

010-3753-0481



* 원금자 

581022

010-5556-4002

서울특별시 관악구 국회단지 17길 18





세계주류

tlqndi486@naver.com', 486, 486, NULL),
(487, 'YJSU200635', '할맥 서울봉천점', '김관인', '1', NULL, '서울 관악구 청룡1길 7', 37.4813232, 126.9466095, 'renewal', '2026-09-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-13', '2650601914', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-09-14', 82.50, 0.00, NULL, NULL, 30000000, 2200000, 30000000, 'open_dt: 2020-10-06', 487, 487, NULL),
(488, NULL, '할맥 서울북서울꿈의숲점', '김은영', '1', NULL, '서울 성북구 장위동 218-32', 37.6192780, 127.0448456, 'renewal', '2026-08-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-02', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-08-03', 46.20, 0.00, NULL, NULL, 60000000, 1700000, 30000000, 'open_dt: 2020-08-18', 488, 488, NULL),
(489, NULL, '할맥 서울사가정점', '김민철', '1', NULL, '서울 중랑구 면목동 595-51', 37.5825958, 127.0877609, 'renewal', '2026-11-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-24', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-11-25', 69.30, 0.00, NULL, NULL, 80000000, 2300000, 20000000, 'open_dt: 2020-12-22', 489, 489, NULL),
(490, 'KOYJSU180126', '할맥 서울사당점', '고락훈', '1', NULL, '서울시 관악구 남현동 602-17', 37.4746094, 126.9808273, 'renewal', '2026-08-29', true, 'DI', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(남현동)', NULL, 'YJ', '2024-08-30', '1128515157', 0, 0, 0, 0, '김진석', NULL, '김태운', '2018-08-30', 72.13, 0.00, 0, NULL, 0, 2200000, 30000000, 'open_dt: 2018-09-06 / store_note: 직영점 위탁운영



최창용 점장 : 010-7101-5033

> 생년월일 : 880304



최정용 이사 : 010-8318-5034', 490, 490, NULL),
(491, NULL, '할맥 서울상계역점', '박광호', '1', NULL, '서울 노원구 중계동 142-39', 37.6605072, 127.0739746, 'renewal', '2025-09-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '139-856', 'YJ', '2023-10-02', '5243600577', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2019-10-02', 49.50, 0.00, NULL, NULL, 80000000, 1600000, 60000000, 'open_dt: 2019-10-22', 491, 491, NULL),
(492, 'YJSU230875', '할맥 서울상도역점', '방지웅', '1', NULL, '서울 동작구 상도1동 783-1', 37.5019341, 126.9483719, 'renewal', '2027-03-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07032', 'YJ', '2025-03-20', '5911701750', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2023-03-20', 99.42, 0.00, NULL, NULL, 40000000, 4000000, 50000000, 'open_dt: 2023-03-28', 492, 492, NULL),
(493, NULL, '할맥 서울상봉점', '장기영', '1', NULL, '서울 중랑구 봉우재로33길 42', 37.5942459, 127.0882874, 'transfer', '2027-04-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '02153', 'YJ', '2025-04-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-04-14', 95.70, 0.00, NULL, NULL, 130000000, 4000000, 30000000, NULL, 493, 493, NULL),
(494, NULL, '할맥 서울상암점', '김다루', '1', NULL, '서울 마포구 상암동 13-12', 37.5775108, 126.8954391, 'renewal', '2026-10-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '03927', 'YJ', '2024-10-06', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2022-10-06', 92.47, 0.00, NULL, NULL, 100000000, 4000000, 70000000, 'open_dt: 2022-10-18', 494, 494, NULL),
(495, 'KOYJSU210712', '할맥 서울상일점', '김상준', '1', NULL, '서울 강동구 상일동 268-5', 37.5494804, 127.1727982, 'renewal', '2027-04-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '05282', 'YJ', '2025-04-13', '2945100664', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2021-04-13', 95.70, 0.00, NULL, NULL, 100000000, 2700000, 20000000, 'open_dt: 2021-05-12', 495, 495, NULL),
(496, NULL, '할맥 서울석계역점', '염다정', '1', NULL, '서울 성북구 한천로76다길 43', 37.6129494, 127.0650101, 'new', '2026-05-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '02781', 'YJ', '2024-05-06', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '정인수', '2024-05-06', 100.00, 100.00, NULL, NULL, 0, 2350000, 30000000, 'open_dt: 2024-05-21', 496, 496, NULL),
(497, 'YJSU230893', '할맥 서울선릉점', '오성원', '1', NULL, '서울 강남구 선릉로86길 42', 37.5039520, 127.0531158, 'renewal', '2027-05-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06197', 'YJ', '2025-05-30', '4242101802', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2023-05-30', 148.50, 0.00, NULL, NULL, 120000000, 5300000, 50000000, 'open_dt: 2023-06-13', 497, 497, NULL),
(498, NULL, '할맥 서울성수점', '(주)삼선자산', '1', NULL, '서울 성동구 성수동2가 300-5', 37.5451965, 127.0550842, 'renewal', '2026-09-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-27', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-09-28', 89.10, 0.00, NULL, NULL, 150000000, 2800000, 82000000, 'open_dt: 2020-10-30', 498, 498, NULL),
(499, NULL, '할맥 서울성신여대점', '이승하', '1', NULL, '서울 성북구 동소문로20길 37-24', 37.5911102, 127.0180206, 'renewal', '2025-07-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '136-051', 'YJ', '2023-07-30', '3214500460', 0, 3000000, 0, 2000000, '장재원', NULL, '정인수', '2019-07-30', 82.50, 0.00, NULL, NULL, 250000000, 1800000, 25000000, 'open_dt: 2019-08-20', 499, 499, NULL),
(500, NULL, '할맥 서울솔밭공원역점', '이익상', '1', NULL, '서울 도봉구 삼양로 590', 37.6556358, 127.0134583, 'new', '2025-10-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '01366', 'YJ', '2023-10-16', '2947100551', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2023-10-16', 66.00, 0.00, NULL, NULL, 0, 1500000, 30000000, 'open_dt: 2023-10-24', 500, 500, NULL),
(501, NULL, '할맥 서울송정역점', '김수호', '1', NULL, '서울 강서구 송정로 53', 37.5596657, 126.8099136, 'renewal', '2027-01-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-01-15', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-01-15', 62.30, 0.00, NULL, NULL, 0, 3300000, 100000000, 'open_dt: 2021-02-16', 501, 501, NULL),
(502, NULL, '할맥 서울수락산점', '신해영', '1', NULL, '서울 노원구 동일로242가길 22', 37.6768112, 127.0560303, 'renewal', '2026-05-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '01625', 'YJ', '2024-05-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2022-05-20', 99.00, 0.00, NULL, NULL, 5000000, 4000000, 50000000, 'open_dt: 2022-06-02', 502, 502, NULL),
(503, NULL, '할맥 서울수유리점', '김준형', '1', NULL, '서울시 강북구 한천로140길 18', 37.6406746, 127.0275040, 'renewal', '2026-08-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(수유동)', NULL, 'YJ', '2024-08-29', '2943700426', 0, 0, 0, 0, '김진석', NULL, '정인수', '2018-08-27', 76.03, 0.00, 0, NULL, 0, 2700000, 40000000, 'open_dt: 2018-09-18', 503, 503, NULL),
(504, NULL, '할맥 서울숙대입구점', '박재성', '1', NULL, '서울 용산구 갈월동 69-46', 37.5443764, 126.9717484, 'transfer', '2028-04-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-04-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-04-13', 99.00, 0.00, NULL, NULL, 20000000, 6800000, 100000000, 'open_dt: 2020-05-08 / store_note: (주)한빛창→박재성 / 양수도일자 : 24.11.15', 504, 504, NULL),
(505, 'YJSU220863', '할맥 서울숭실대점', '손홍선', '1', NULL, '서울 동작구 상도동 504-1', 37.4946671, 126.9573822, 'transfer', '2026-12-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07027', 'YJ', '2024-12-13', '1375000952', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-12-13', 79.00, 0.00, NULL, NULL, 35000000, 1500000, 30000000, 'open_dt: 2022-12-22', 505, 505, NULL),
(506, NULL, '할맥 서울시흥사거리점', '김현우', '1', NULL, '서울 금천구 시흥동 888-10', 37.4526138, 126.9023819, 'renewal', '2026-04-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-23', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-04-23', 113.50, 0.00, NULL, NULL, 0, 3500000, 0, 'open_dt: 2020-05-06', 506, 506, NULL),
(507, 'YJSU230918', '할맥 서울신길사러가점', '이지은', '1', NULL, '서울 영등포구 신길동 232-42', 37.5070305, 126.9107361, 'new', '2027-09-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07386', 'YJ', '2025-09-18', '1790103197', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2023-09-18', 104.30, 0.00, NULL, NULL, 0, 4000000, 100000000, 'open_dt: 2023-10-05', 507, 507, NULL),
(508, 'YJSU230918', '할맥 서울신길점', '정아영', '1', NULL, '서울 영등포구 영등포로 371', 37.5142288, 126.9195099, 'renewal', '2027-03-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07318', 'YJ', '2025-03-29', '1790103197', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2021-03-30', 69.30, 0.00, NULL, NULL, 80000000, 2200000, 20000000, 'open_dt: 2021-04-20 / store_note: * 할맥 다점포 운영중인 정아영/임태서(부부) 점주님들의 점포.

1) 서울 신길점

2) 서울 도림점', 508, 508, NULL),
(509, NULL, '할맥 서울신내점', '이지영', '1', NULL, '서울 중랑구 봉화산로52길 58', 37.6054268, 127.0963058, 'renewal', '2025-12-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '101-2204', '02069', 'YJ', '2023-12-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-12-09', 97.04, 0.00, NULL, NULL, 62500000, 2000000, 20000000, 'open_dt: 2021-12-21', 509, 509, NULL),
(510, 'KOYJSU190343', '할맥 서울신논현점', '송윤지', '1', NULL, '서울 강남구 봉은사로1길 38', 37.5072403, 127.0242310, 'renewal', '2025-10-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '135-825', 'YJ', '2023-10-18', '2354401308', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-10-18', 112.20, 0.00, NULL, NULL, 120000000, 8300000, 130000000, 'open_dt: 2019-11-04', 510, 510, NULL),
(511, NULL, '할맥 서울신당역점', '김진희', '1', NULL, '서울 중구 다산로39길 1', 37.5640373, 127.0156097, 'renewal', '2027-05-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 105호', '04611', 'YJ', '2025-05-12', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2021-05-13', 62.70, 0.00, NULL, NULL, 37000000, 2000000, 40000000, 'open_dt: 2021-05-27', 511, 511, NULL),
(512, 'YJSU210741', '할맥 서울신대방삼거리점', '장미진', '1', NULL, '서울 동작구 여의대방로24길 141', 37.4991837, 126.9279480, 'renewal', '2027-06-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07055', 'YJ', '2025-06-24', '8402801323', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2021-06-24', 64.26, 0.00, NULL, NULL, 70000000, 3300000, 30000000, 'open_dt: 2021-07-08', 512, 512, NULL),
(513, NULL, '할맥 서울신도림점', '임현정', '1', NULL, '서울 구로구 신도림동 338', 37.5104942, 126.8894501, 'renewal', '2025-12-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '152-747', 'YJ', '2023-12-03', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-12-03', 102.30, 0.00, NULL, NULL, 0, 7000000, 50000000, 'open_dt: 2019-12-27', 513, 513, NULL),
(514, 'YJSU200506', '할맥 서울신림녹두점', '김은재', '1', NULL, '서울 관악구 신림동 1518-18', 37.4694366, 126.9368286, 'renewal', '2028-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-04-29', '1295500621', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-04-29', 56.84, 0.00, NULL, NULL, 15000000, 2500000, 50000000, 'open_dt: 2020-05-17', 514, 514, NULL),
(515, 'YJSU190370', '할맥 서울신림점', '박준영', '1', NULL, '서울 관악구 신림동 1638-24', 37.4829102, 126.9292908, 'transfer', '2025-11-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '151-930', 'YJ', '2023-11-19', '2458501370', 7000000, 3000000, 0, 2000000, '김종필', NULL, '홍태선', '2019-11-19', 165.00, 0.00, NULL, NULL, 0, 13000000, 150000000, 'open_dt: 2019-11-30 / store_note: * 박준영 점장 

010-9892-0530

960403

qwd2614@naver.com', 515, 515, NULL),
(516, NULL, '할맥 서울신방화역점', '(주)준앤준 정병화', '1', NULL, '서울 강서구 방화동 247-283', 37.5676498, 126.8155518, 'new', '2026-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07605', 'YJ', '2024-05-14', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '제갈민', '2024-05-14', 100.00, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2024-06-04', 516, 516, NULL),
(517, 'KOYJSU200595', '할맥 서울신사가로수길점', '서장원', '1', NULL, '서울 강남구 신사동 512-11', 37.5177078, 127.0212326, 'renewal', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-28', '6024403791', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-07-28', 84.70, 0.00, NULL, NULL, 190000000, 7000000, 80000000, 'open_dt: 2020-08-25', 517, 517, NULL),
(518, NULL, '할맥 서울신용산점', '이인희', '1', NULL, '서울 용산구 한강로2가 116-5', 37.5309219, 126.9700317, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '04382', 'YJ', '2025-06-12', '7416600617', 7000000, 3000000, 0, 2000000, '양다운', NULL, '장민국', '2023-06-12', 95.97, 0.00, NULL, NULL, 150000000, 2000000, 40000000, 'open_dt: 2023-06-28 / store_note: 명의변경 날짜 : 2023.12.01

기존사업자 김재성외1명(이인희) -> 이인희 (공동사업자->1인사업자 명의변경)', 518, 518, NULL),
(519, NULL, '할맥 서울신정네거리점', '원민정', '1', NULL, '서울 양천구 중앙로 256', 37.5193214, 126.8536072, 'renewal', '2026-10-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08082', 'YJ', '2024-10-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2022-10-19', 66.00, 0.00, NULL, NULL, 150000000, 2750000, 95000000, 'open_dt: 2022-11-01', 519, 519, NULL),
(520, 'KOYJSU190293', '할맥 서울신천점', '안미영', '1', NULL, '서울 송파구 올림픽로10길 16', 37.5101967, 127.0810852, 'renewal', '2025-07-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '138-862', 'YJ', '2023-07-24', '7330501481', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '최지호', '2019-07-24', 235.68, 0.00, NULL, NULL, 150000000, 9000000, 200000000, 'open_dt: 2019-08-02', 520, 520, NULL),
(521, NULL, '할맥 서울신촌점', '유승훈/황승태', '1', NULL, '서울 서대문구 창천동 57-20', 37.5574226, 126.9353714, 'transfer', '2027-04-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '120-834', 'YJ', '2025-05-01', '1430501238', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-05-02', 211.20, 0.00, NULL, NULL, 0, 8000000, 120000000, 'open_dt: 2019-05-09', 521, 521, NULL),
(522, 'YJSU210779', '할맥 서울신풍역점', '전인선', '1', NULL, '서울 영등포구 신길동 445-2', 37.4988556, 126.9080582, 'renewal', '2025-11-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07425', 'YJ', '2023-11-23', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2021-11-23', 75.90, 0.00, NULL, NULL, 55000000, 1800000, 30000000, 'open_dt: 2021-11-30', 522, 522, NULL),
(523, NULL, '할맥 서울쌍문역점', '유연미', '1', NULL, '서울 도봉구 쌍문동 100-30', 37.6469307, 127.0323868, 'renewal', '2027-05-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '01447', 'YJ', '2025-05-30', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2023-05-30', 132.00, 0.00, NULL, NULL, 35000000, 3000000, 60000000, 'open_dt: 2023-06-01', 523, 523, NULL),
(524, NULL, '할맥 서울아차산점', '이희용', '1', NULL, '서울 광진구 천호대로127길 10', 37.5535011, 127.0895157, 'renewal', '2026-04-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '04953', 'YJ', '2024-04-14', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2022-04-14', 89.88, 0.00, NULL, NULL, 57000000, 2500000, 30000000, 'open_dt: 2022-04-26', 524, 524, NULL),
(525, 'KOYJSU220860', '할맥 서울암사역점', '정원우', '1', NULL, '서울 강동구 천호동 288-2', 37.5493279, 127.1289291, 'renewal', '2026-11-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '05318', 'YJ', '2024-11-17', '2822701796', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2022-11-17', 81.19, 0.00, NULL, NULL, 65000000, 3700000, 50000000, 'open_dt: 2022-12-01', 525, 525, NULL),
(526, 'YJSU230907', '할맥 서울압구정로데오점', '오소정', '1', NULL, '서울 강남구 선릉로161길 15-3', 37.5270309, 127.0391388, 'new', '2025-09-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06018', 'YJ', '2023-09-19', '4550702605', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '조윤제', '2023-09-19', 148.50, 0.00, NULL, NULL, 100000000, 7000000, 100000000, 'open_dt: 2023-08-17', 526, 526, NULL),
(527, NULL, '할맥 서울약수역점', '박수정', '1', NULL, '서울 중구 신당동 369-9', 37.5545959, 127.0102463, 'renewal', '2027-02-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '04598', 'YJ', '2025-02-06', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '최지호', '2023-02-06', 165.00, 0.00, NULL, NULL, 0, 5000000, 100000000, 'open_dt: 2023-02-16', 527, 527, NULL),
(528, 'KOYJSU220858', '할맥 서울양재말죽거리점', '이상준', '1', NULL, '서울 서초구 남부순환로356길 39', 37.4832230, 127.0384216, 'renewal', '2026-11-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06742', 'YJ', '2024-11-02', '8135800601', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-11-02', 96.75, 0.00, NULL, NULL, 40000000, 4800000, 90000000, 'open_dt: 2022-11-10', 528, 528, NULL),
(529, 'YJSU240953', '할맥 서울양재포이점', '김만섭', '1', NULL, '서울 서초구 양재동 273-2', 37.4756508, 127.0445633, 'new', '2026-05-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '06776', 'YJ', '2024-05-13', '5913300843', 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2024-05-13', 82.00, 82.00, 1, NULL, 0, 2800000, 50000000, NULL, 529, 529, NULL),
(530, NULL, '할맥 서울연남숲길점', '최동관', '1', NULL, '서울 마포구 월드컵북로2길 85', 37.5583878, 126.9245377, 'new', '2027-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '03994', 'YJ', '2025-07-15', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '제갈민', '2025-07-15', 92.40, 92.40, NULL, NULL, 0, 5000000, 50000000, 'open_dt: 2025-07-17', 530, 530, NULL),
(531, NULL, '할맥 서울연남점', '송문규', '1', NULL, '서울 마포구 동교로 266', 37.5631561, 126.9254761, 'renewal', '2026-04-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-04-09', 95.70, 0.00, NULL, NULL, 130000000, 3700000, 40000000, 'open_dt: 2020-04-24', 531, 531, NULL),
(532, NULL, '할맥 서울연신내역점', '씨에스타60 이상민', '1', NULL, '서울 은평구 갈현동 400-20', 37.6194229, 126.9188614, 'new', '2027-09-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '03330', 'YJ', '2025-09-18', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '제갈민', '2025-09-18', 142.99, 143.00, 2, NULL, 0, 3400000, 30000000, 'open_dt: 2025-09-24', 532, 532, NULL),
(533, NULL, '할맥 서울연신내점', '이상훈.소미진', '1', NULL, '서울 은평구 갈현동 400-20', 37.6194229, 126.9188614, 'renewal', '2026-03-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-03-10', 115.50, 0.00, NULL, NULL, 180000000, 4000000, 50000000, 'open_dt: 2020-03-18', 533, 533, NULL),
(534, NULL, '할맥 서울영등포구청점', '백금진', '1', NULL, '서울 영등포구 국회대로34길 20', 37.5258484, 126.8971405, 'renewal', '2026-06-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '07257', 'YJ', '2024-06-30', '2103051379', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2022-06-30', 66.00, 0.00, NULL, NULL, 105000000, 3300000, 50000000, 'open_dt: 2022-07-07', 534, 534, NULL),
(535, NULL, '할맥 서울영등포점', '박승천', '1', NULL, '서울 영등포구 영등포동3가 14-1', 37.5185127, 126.9089432, 'renewal', '2027-05-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '150-033', 'YJ', '2025-05-09', '2021038606', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-05-09', 99.00, 0.00, NULL, NULL, 120000000, 4700000, 50000000, 'open_dt: 2019-05-21', 535, 535, NULL),
(536, 'KOYJSU220843', '할맥 서울오류점', '양연재', '1', NULL, '서울 구로구 오류동 34-4', 37.4971771, 126.8441849, 'renewal', '2026-08-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '08267', 'YJ', '2024-08-25', '6031527627', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-08-25', 77.45, 0.00, NULL, NULL, 40000000, 2800000, 30000000, 'open_dt: 2022-09-01', 536, 536, NULL),
(537, NULL, '할맥 서울오목교점', '지경돈', '1', NULL, '서울 양천구 오목로 345', 37.5247765, 126.8758240, 'renewal', '2026-07-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-30', '2182210566', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-07-30', 72.60, 0.00, NULL, NULL, 0, 5000000, 100000000, 'open_dt: 2020-08-27', 537, 537, NULL),
(538, NULL, '할맥 서울왕십리점', '김희정', '1', NULL, '서울특별시 성동구 도선동 268번지', 37.5632286, 127.0329895, 'renewal', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(도선동)', NULL, 'YJ', '2024-06-10', '7042200569', 0, 0, 0, 0, '김진석', NULL, '최지호', '2018-06-11', 63.80, 0.00, 0, NULL, 0, 4500000, 100000000, 'open_dt: 2018-06-23', 538, 538, NULL),
(539, NULL, '할맥 서울용마사거리점', '정혁진', '1', NULL, '서울 광진구 능동로 373', 37.5627289, 127.0822678, 'new', '2025-11-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '04909', 'YJ', '2023-11-27', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '정인수', '2023-11-27', 72.60, 0.00, NULL, NULL, 0, 3000000, 40000000, 'open_dt: 2023-12-12', 539, 539, NULL),
(540, NULL, '할맥 서울은평구청입구점', '강희옥', '1', NULL, '서울 은평구 녹번동 182', 37.6021805, 126.9271698, 'new', '2028-04-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '103호', '03384', 'YJ', '2026-04-09', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '제갈민', '2026-04-09', 106.00, 106.00, 1, NULL, 20000000, 3300000, 50000000, 'open_dt: 2026-04-16 / property_note: 할맥 서울은평구청점 폐점후 재출점하는 매장임(매장위치 동일/집기 전체 인수)', 540, 540, NULL),
(541, NULL, '할맥 서울은평구청점', '김서령', '1', NULL, '서울 은평구 서오릉로 6', 37.6021194, 126.9271317, 'renewal', '2025-08-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '03384', 'YJ', '2023-08-31', '3652501377', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2021-08-31', 99.00, 0.00, NULL, NULL, 0, 3700000, 50000000, 'open_dt: 2021-09-30', 541, 541, NULL),
(542, NULL, '할맥 서울을지로3가역점', '한영아', '1', NULL, '서울 중구 수표로 52-1', 37.5658569, 126.9900360, 'renewal', '2028-05-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-05-11', '4121252024', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-05-11', 158.40, 0.00, NULL, NULL, 202500000, 5000000, 50000000, 'open_dt: 2020-06-16', 542, 542, NULL),
(543, NULL, '할맥 서울응암이마트점', '김숙희', '1', NULL, '서울 은평구 진흥로 27', 37.6004829, 126.9184341, 'renewal', '2026-08-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-24', '5660301704', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-08-25', 85.80, 0.00, NULL, NULL, 80000000, 3900000, 50000000, 'open_dt: 2020-09-11', 543, 543, NULL),
(544, NULL, '할맥 서울응암점', '이다훈', '1', NULL, '서울 은평구 응암로13길 13-2', 37.5892067, 126.9157028, 'transfer', '2026-06-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-22', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-06-22', 112.20, 0.00, NULL, NULL, 110000000, 3000000, 40000000, 'open_dt: 2020-06-25', 544, 544, NULL),
(545, 'KOYJSU190313', '할맥 서울이수역점', '이승민', '1', NULL, '서울 동작구 사당동 138-3', 37.4863510, 126.9802322, 'renewal', '2025-08-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '156-816', 'YJ', '2023-08-14', '1550502318', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-08-14', 165.00, 0.00, NULL, NULL, 200000000, 8500000, 100000000, 'open_dt: 2019-08-29 / store_note: 이승민 점주 핸드폰이 2개임.



* 타인명의 : 010-8014-7404



* 본인명의 : 010-6743-8100



본인인증을 통한 전자서명을 진행해야 할 경우 끝자리8100인 번호로 보내야함.', 545, 545, NULL),
(546, NULL, '할맥 서울이태원점', '이승훈', '1', NULL, '서울 용산구 이태원동 168-3', 37.5347672, 126.9917297, 'renewal', '2027-06-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '04351', 'YJ', '2025-06-15', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-06-16', 112.20, 0.00, NULL, NULL, 10000000, 7000000, 100000000, 'open_dt: 2021-06-17', 546, 546, NULL),
(547, 'KOYJSU200596', '할맥 서울일원점', '한서현', '1', NULL, '서울 강남구 양재대로29길 6', 37.4896965, 127.0824280, 'renewal', '2026-08-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-04', '2242551146', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-08-04', 59.25, 0.00, NULL, NULL, 60000000, 2000000, 30000000, 'open_dt: 2020-08-25 / store_note: 기존사업자 박지안 -> 한서현 (직계존속 명의변경)

양도양수 일자 : 23.12.18', 547, 547, NULL),
(548, NULL, '할맥 서울자양점', '나선희', '1', NULL, '서울 광진구 자양동 608-18', 37.5328979, 127.0761337, 'renewal', '2027-04-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '143-865', 'YJ', '2025-04-25', '8641401074', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '최지호', '2019-04-23', 56.10, 0.00, NULL, NULL, 0, 2300000, 0, 'open_dt: 2019-05-01', 548, 548, NULL),
(549, 'YJSU220800', '할맥 서울장승배기점', '김성호', '1', NULL, '서울 동작구 상도로 150', 37.5028534, 126.9360962, 'renewal', '2026-03-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06959', 'YJ', '2024-03-30', '8125100593', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2022-03-30', 115.50, 0.00, NULL, NULL, 45000000, 2950000, 60000000, 'open_dt: 2022-04-07', 549, 549, NULL),
(550, NULL, '할맥 서울장한평점', '김준식', '1', NULL, '서울 동대문구 천호대로85길 14', 37.5625763, 127.0664291, 'renewal', '2025-12-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '02644', 'YJ', '2023-12-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-12-09', 82.50, 0.00, NULL, NULL, 85000000, 4500000, 100000000, 'open_dt: 2021-12-16 / store_note: 양도양수 날짜 : 2023.12.01

기존사업자 김형주 -> 김준식 (양도양수)', 550, 550, NULL),
(551, NULL, '할맥 서울정릉시장점', '김동우', '1', NULL, '서울 성북구 보국문로11길 23', 37.6085625, 127.0087738, 'new', '2026-08-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '02710', 'YJ', '2024-08-05', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '정인수', '2024-08-05', 85.00, 85.00, 2, NULL, 20000000, 17000000, 20000000, 'open_dt: 2024-08-21', 551, 551, NULL),
(552, NULL, '할맥 서울종각점', '박지현', '1', NULL, '서울 종로구 종로12길 14', 37.5694466, 126.9855881, 'renewal', '2027-07-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '03189', 'YJ', '2025-07-05', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '장민국', '2023-07-05', 214.50, 0.00, NULL, NULL, 110000000, 11000000, 100000000, 'open_dt: 2023-07-13', 552, 552, NULL),
(553, NULL, '할맥 서울종로3가역점', '전영민', '1', NULL, '서울 종로구 낙원동 204', 37.5709457, 126.9892120, 'new', '2028-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '03140', 'YJ', '2026-06-03', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '장민국', '2024-06-03', 73.00, 73.00, 1, NULL, 200000000, 5000000, 120000000, 'open_dt: 2024-06-26', 553, 553, NULL),
(554, 'YJSU210696', '할맥 서울중앙대점', '박은영', '1', NULL, '서울 동작구 흑석동 50-19', 37.5076103, 126.9643784, 'renewal', '2027-02-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '06979', 'YJ', '2025-02-14', '6093506778', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2021-02-15', 99.00, 0.00, NULL, NULL, 40000000, 2420000, 25000000, 'open_dt: 2021-04-13', 554, 554, NULL),
(555, 'KOYJSU200432', '할맥 서울천호점', '김보람', '1', NULL, '서울 강동구 천호대로157길 31', 37.5391922, 127.1273193, 'renewal', '2026-02-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '05329', 'YJ', '2024-02-04', '5155800390', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-02-04', 132.00, 0.00, NULL, NULL, 130000000, 10000000, 120000000, 'open_dt: 2020-02-27', 555, 555, NULL),
(556, NULL, '할맥 서울충정로역점', '김경랑', '1', NULL, '서울 중구 중림동 200', 37.5581169, 126.9653091, 'renewal', '2027-03-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '04502', 'YJ', '2025-03-27', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '장민국', '2023-03-27', 92.90, 0.00, NULL, NULL, 63000000, 3500000, 100000000, 'open_dt: 2023-04-06', 556, 556, NULL),
(557, NULL, '할맥 서울한남점', '이인숙', '1', NULL, '서울 용산구 한남동 632-3', 37.5328217, 127.0059967, 'renewal', '2027-01-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-01-11', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-01-12', 66.00, 0.00, NULL, NULL, 60000000, 3000000, 50000000, 'open_dt: 2021-02-04', 557, 557, NULL),
(558, NULL, '할맥 서울한성대점', '박웅', '1', NULL, '서울 성북구 삼선교로 34', 37.5879822, 127.0093689, 'transfer', '2027-06-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '02864', 'YJ', '2025-06-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2021-06-14', 66.00, 0.00, NULL, NULL, 40000000, 2100000, 30000000, 'open_dt: 2021-06-23', 558, 558, NULL),
(559, NULL, '할맥 서울한양대점', '최원정/변수호', '1', NULL, '서울 성동구 마조로 15-2', 37.5592155, 127.0405960, 'transfer', '2026-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-19', '7070302740', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-08-19', 75.90, 0.00, NULL, NULL, 110000000, 3400000, 65000000, 'open_dt: 2020-09-04', 559, 559, NULL),
(560, NULL, '할맥 서울홍대입구역점', '김린', '1', NULL, '서울 마포구 서교동 331-17', 37.5561180, 126.9256134, 'transfer', '2027-04-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '04053', 'YJ', '2025-04-03', '8572001946', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2023-04-03', 181.50, 0.00, NULL, NULL, 0, 12000000, 250000000, 'open_dt: 2023-04-11', 560, 560, NULL),
(561, NULL, '할맥 서울홍대점', '강대부', '1', NULL, '서울 마포구 서교동 405-13', 37.5503387, 126.9207306, 'renewal', '2026-03-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-25', '2366700276', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-03-26', 217.80, 0.00, NULL, NULL, 0, 9500000, 0, 'open_dt: 2020-01-20', 561, 561, NULL),
(562, NULL, '할맥 서울홍제점', '이진재', '1', NULL, '서울 서대문구 통일로37길 29', 37.5868645, 126.9442215, 'renewal', '2025-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '03646', 'YJ', '2023-07-29', '7334600675', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2021-07-29', 141.90, 0.00, NULL, NULL, 0, 3500000, 20000000, 'open_dt: 2021-08-10', 562, 562, NULL),
(563, NULL, '할맥 서울화곡역점', '문영근', '1', NULL, '서울 강서구 화곡로 119', 37.5404434, 126.8351059, 'renewal', '2026-08-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-10', '2086700359', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2020-08-11', 115.50, 0.00, NULL, NULL, 150000000, 5100000, 40000000, 'open_dt: 2020-08-25', 563, 563, NULL),
(564, NULL, '할맥 성남남위례점', '김범석', '9', '010-3730-6999', '경기 성남시 수정구 창곡동 547-10', 37.4653625, 127.1392975, 'new', '2026-05-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '위례드림시티 110,111호', '13647', 'YJ', '2024-05-27', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '조윤제', '2024-05-27', 68.70, 0.00, 1, NULL, 0, 2700000, 40000000, 'open_dt: 2024-06-11', 564, 564, NULL),
(565, 'KOYJGG210742', '할맥 성남동서울대점', '홍지영', '9', NULL, '경기 성남시 수정구 복정로 61', 37.4583817, 127.1265259, 'renewal', '2027-06-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '13118', 'YJ', '2025-06-29', '1570901953', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2021-06-30', 108.90, 0.00, NULL, NULL, 30000000, 3200000, 40000000, 'open_dt: 2021-07-13', 565, 565, NULL),
(566, 'KOYJGG200436', '할맥 성남모란점', '장계숙', '9', NULL, '경기 성남시 중원구 성남동 3247', 37.4329224, 127.1315155, 'transfer', '2026-02-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '462-827', 'YJ', '2024-02-05', '4245800361', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-03-03', 158.40, 0.00, NULL, NULL, 20000000, 2600000, 60000000, 'open_dt: 2020-02-03', 566, 566, NULL),
(567, NULL, '할맥 성남수정구청점', '정윤식', '9', NULL, '경기 성남시 수정구 신흥동 63', 37.4488106, 127.1453400, 'new', '2027-04-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 일부', '13259', 'YJ', '2025-04-10', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2025-04-10', 83.00, 83.00, 1, NULL, 0, 0, 0, 'open_dt: 2025-04-24', 567, 567, NULL),
(568, 'KOYJGG200612', '할맥 성남신구대점', '이재웅', '9', NULL, '경기 성남시 중원구 금광동 1788', 37.4460793, 127.1655273, 'renewal', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-28', '3773100942', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2020-07-28', 102.30, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2020-08-21', 568, 568, NULL),
(569, 'KOYJGG200511', '할맥 성남신흥역점', '김지영', '9', NULL, '경기 성남시 수정구 신흥동 4199', 37.4408646, 127.1450043, 'renewal', '2026-05-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-12', '8963900788', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-05-12', 181.90, 0.00, NULL, NULL, 50000000, 4800000, 100000000, 'open_dt: 2020-05-26', 569, 569, NULL),
(570, 'KOYJGG200467', '할맥 성남위례광장점', '김미숙', '9', NULL, '경기 성남시 수정구 위례광장로 320', 37.4722366, 127.1426620, 'renewal', '2026-03-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-16', '4361301931', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-03-16', 86.26, 0.00, NULL, NULL, 0, 3400000, 60000000, 'open_dt: 2020-04-02', 570, 570, NULL),
(571, NULL, '할맥 성남태평점', '이경혜', '9', NULL, '경기 성남시 수정구 탄리로 74', 37.4426041, 127.1361923, 'new', '2027-09-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '13292', 'YJ', '2025-09-26', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '조윤제', '2025-09-26', 0.00, 92.40, 1, NULL, 0, 0, 0, 'open_dt: 2025-09-30', 571, 571, NULL),
(572, 'KOYJSJ190154', '할맥 세종나성점', '김귀숙', '8', NULL, '세종특별자치시 나성로 125-4', 36.4902458, 127.2588882, 'renewal', '2027-01-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '세종엔에스타워2 1층 107,108호', '30128', 'YJ', '2025-01-06', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '서영인', '2019-01-07', 79.34, 0.00, NULL, NULL, 0, 2400000, 30000000, 'open_dt: 2019-01-15', 572, 572, NULL),
(573, 'KOYJSJ200402', '할맥 세종도담점', '진용성', '8', NULL, '세종특별자치시 도담동 655', 36.5159073, 127.2584229, 'renewal', '2025-12-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '339-006', 'YJ', '2023-12-30', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-12-30', 85.80, 0.00, NULL, NULL, 0, 3500000, 50000000, 'open_dt: 2020-01-16', 573, 573, NULL),
(574, 'KOYJSJ240959', '할맥 세종반곡점', '성진숙', '8', NULL, '세종특별자치시 한누리대로 1834', 36.4980011, 127.3111420, 'new', '2026-05-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '112,113호', '30146', 'YJ', '2024-05-13', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '서영인', '2024-05-13', 73.00, 73.00, 1, NULL, 0, 3700000, 60000000, 'open_dt: 2024-05-04', 574, 574, NULL),
(575, 'KOYJSJ200427', '할맥 세종보람점', '강영조', '8', NULL, '세종특별자치시 한누리대로 2165', 36.4771957, 127.2863846, 'renewal', '2026-02-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-02-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '서영인', '2020-02-06', 102.30, 0.00, NULL, NULL, 0, 3800000, 60000000, 'open_dt: 2020-02-25 / store_note: 23. 01. 30 강민정 -> 강영조 양도양수 (남매관계) 권리금 X', 575, 575, NULL),
(576, 'KOYJSJ190365', '할맥 세종조치원점', '윤여성/유진호', '8', NULL, '세종특별자치시 조치원읍 행복12길 5-12', 36.6045227, 127.2930679, 'transfer', '2023-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '339-887', 'YJ', '2021-11-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-11-06', 102.30, 0.00, NULL, NULL, 0, 1430000, 15000000, 'open_dt: 2019-11-26', 576, 576, NULL),
(577, 'KOYJGW200477', '할맥 속초 먹거리단지점', '김영학', '10', NULL, '강원 속초시 먹거리6길 19-1', 38.1956596, 128.5737610, 'transfer', '2026-03-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-30', '2842501876', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2020-03-30', 99.00, 0.00, NULL, NULL, 20000000, 800000, 20000000, 'open_dt: 2020-04-16 / store_note: 2024.12.06(금)

김성진 -> 김미영 양수도 진행



2025.10.01(수)

김미영 -> 김영학 양수도 진행', 577, 577, NULL),
(578, 'YJGW230867', '할맥 속초조양점', '노희성', '10', NULL, '강원 속초시 조양로 74', 38.1870308, 128.5927277, 'renewal', '2027-01-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '24891', 'YJ', '2025-01-05', '2130945867', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2023-01-05', 123.80, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2023-01-19 / property_note: 자가상가', 578, 578, NULL),
(579, 'KOYJGG200419', '할맥 수원경기대점', '황소진외 1명', '9', NULL, '경기 수원시 영통구 이의동 1260-9', 37.2996750, 127.0445633, 'transfer', '2026-01-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '443-270', 'YJ', '2024-01-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-01-13', 85.80, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2020-02-14', 579, 579, NULL),
(580, 'KOYJGG200622', '할맥 수원고색역점', '이병빈', '9', NULL, '경기 수원시 권선구 매송고색로 666', 37.2496529, 126.9774704, 'renewal', '2026-08-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-26', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2020-08-27', 66.00, 0.00, NULL, NULL, 25000000, 1000000, 20000000, 'open_dt: 2020-09-17', 580, 580, NULL),
(581, 'KOYJGG200524', '할맥 수원곡반정점', '민세현', '9', NULL, '경기 수원시 권선구 곡반정동 568-12', 37.2378883, 127.0295258, 'renewal', '2026-05-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-25', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-05-26', 99.00, 0.00, NULL, NULL, 40000000, 2400000, 40000000, 'open_dt: 2020-06-12', 581, 581, NULL),
(582, 'KOYJGG200643', '할맥 수원광교중앙역점', '문선화', '9', NULL, '경기 수원시 영통구 이의동 1331', 37.2919159, 127.0483780, 'renewal', '2026-09-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2020-09-21', 66.00, 0.00, NULL, NULL, 1000000, 2000000, 40000000, 'open_dt: 2020-10-16', 582, 582, NULL),
(583, 'KOYJGG210702', '할맥 수원권선점', '이나훈', '9', NULL, '경기 수원시 권선구 권광로56번길 27', 37.2526665, 127.0300598, 'renewal', '2027-03-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16556', 'YJ', '2025-03-30', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-03-31', 95.70, 0.00, NULL, NULL, 31000000, 1300000, 40000000, 'open_dt: 2021-04-29 / store_note: 2023년 7월 24일 양도양수

양수자 : 이태현

양도자 : 이나훈', 583, 583, NULL),
(584, 'KOYJGG170027', '할맥 수원금곡점', '박성준', '9', NULL, '경기도 수원시 권선구 금곡동118번길 34-10', 37.2727699, 126.9427719, 'renewal', '2025-07-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(금곡동)', NULL, 'YJ', '2023-07-24', '8520600854', 0, 0, 0, 0, '김진석', NULL, '오병인', '2017-07-24', 56.20, 0.00, 0, NULL, 0, 1680000, 30000000, 'open_dt: 2017-08-03', 584, 584, NULL),
(585, 'KOYJGG220826', '할맥 수원망포역점', '이상윤', '9', NULL, '경기 수원시 영통구 영통로214번길 21', 37.2466087, 127.0583725, 'renewal', '2026-07-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16698', 'YJ', '2024-07-07', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2022-07-07', 64.00, 0.00, NULL, NULL, 0, 3500000, 40000000, 'open_dt: 2022-07-19', 585, 585, NULL),
(586, 'KOYJGG170036', '할맥 수원매탄점', '최석준', '9', NULL, '경기도 수원시 영통구 매탄로140번길 68-15', 37.2616539, 127.0475540, 'renewal', '2025-08-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(매탄동)', NULL, 'YJ', '2023-08-14', '8856300221', 0, 0, 0, 0, '김진석', NULL, '오병인', '2017-08-14', 56.20, 0.00, 0, NULL, 0, 1100000, 10000000, 'open_dt: 2017-09-06', 586, 586, NULL),
(587, 'KOYJGG190273', '할맥 수원성균관대점', '이강민', '9', NULL, '경기 수원시 장안구 율전동 294-4', 37.2989082, 126.9705353, 'renewal', '2027-06-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '440-825', 'YJ', '2025-06-27', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-06-28', 66.00, 0.00, NULL, NULL, 30000000, 1500000, 30000000, 'open_dt: 2019-07-16', 587, 587, NULL),
(588, 'KOYJGG190220', '할맥 수원세류점', '간혜숙', '9', NULL, '경기 수원시 권선구 세류동 854-1', 37.2595329, 127.0178833, 'renewal', '2027-04-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '441-875', 'YJ', '2025-05-01', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-04-29', 58.95, 0.00, NULL, NULL, 30000000, 900000, 20000000, 'open_dt: 2019-05-07', 588, 588, NULL),
(589, 'KOYJGG200534', '할맥 수원아주대점', '박명희', '9', NULL, '경기 수원시 영통구 아주로 40-7', 37.2785606, 127.0443878, 'renewal', '2026-05-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-31', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-06-01', 132.00, 0.00, NULL, NULL, 60000000, 3900000, 40000000, 'open_dt: 2020-06-23 / store_note: 계약서 작성 : 2023.03.13

양도양수 일자 : 2023.04.1

기존사업자 유원열 -> 박명희', 589, 589, NULL),
(590, 'KOYJGG190264', '할맥 수원역점', '김용운', '9', NULL, '경기 수원시 팔달구 향교로 29-1', 37.2687302, 127.0042877, 'renewal', '2027-06-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '442-847', 'YJ', '2025-06-13', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-06-14', 117.00, 0.00, NULL, NULL, 250000000, 5000000, 12000000, 'open_dt: 2019-06-27', 590, 590, NULL),
(591, 'KOYJGG180088', '할맥 수원영통점', '이혜영', '9', NULL, '경기도 수원시 영통구 영통동 1012-1', 37.2518387, 127.0774612, 'renewal', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(영통동)', NULL, 'YJ', '2024-06-10', '4013800531', 0, 0, 0, 0, '김진석', NULL, '오병인', '2018-06-11', 50.91, 0.00, 0, NULL, 0, 3400000, 60000000, 'open_dt: 2018-06-28', 591, 591, NULL),
(592, 'KOYJGG220814', '할맥 수원영화점', '박연우', '9', NULL, '경기 수원시 장안구 팔달로259번길 24', 37.2899208, 127.0127487, 'transfer', '2026-06-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16270', 'YJ', '2024-06-08', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2022-06-08', 62.70, 0.00, NULL, NULL, 0, 2500000, 30000000, 'open_dt: 2022-06-15', 592, 592, NULL),
(593, 'KOYJGG210780', '할맥 수원오목천점', '최용성', '9', NULL, '경기 수원시 권선구 오목천동 314-48', 37.2457314, 126.9652786, 'transfer', '2025-11-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16635', 'YJ', '2023-12-02', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-12-02', 79.20, 0.00, NULL, NULL, 0, 2200000, 40000000, 'open_dt: 2021-12-21', 593, 593, NULL),
(594, 'KOYJGG190382', '할맥 수원우만점', '김다혜', '1', NULL, '경기 수원시 팔달구 우만동 555-6', 37.2810402, 127.0315247, 'renewal', '2025-11-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '442-819', 'YJ', '2023-11-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-11-28', 85.80, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2019-12-19', 594, 594, NULL),
(595, 'KOYJGG210784', '할맥 수원원천동점', '최재혁, 이원준', '9', NULL, '경기 수원시 영통구 중부대로448번길 23', 37.2682686, 127.0631104, 'renewal', '2025-12-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16520', 'YJ', '2023-12-21', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-12-21', 82.50, 0.00, NULL, NULL, 0, 2000000, 40000000, 'open_dt: 2021-12-21', 595, 595, NULL),
(596, 'KOYJGG190186', '할맥 수원인계점', '(주)명천 송은택', '9', NULL, '경기 수원시 팔달구 인계동 1038-15', 37.2656975, 127.0324478, 'renewal', '2027-02-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '442-834', 'YJ', '2025-02-22', NULL, 7000000, 0, 0, 0, '미지정(영업)', NULL, '오병인', '2019-02-20', 273.16, 0.00, NULL, NULL, 250000000, 9500000, 15300000, 'open_dt: 2019-03-21', 596, 596, NULL),
(597, 'KOYJGG200430', '할맥 수원정자점', '소수자,선영선', '9', NULL, '경기 수원시 장안구 정자천로 179', 37.2961273, 126.9951248, 'renewal', '2026-02-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '440-841', 'YJ', '2024-02-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-02-13', 102.30, 0.00, NULL, NULL, 120000000, 4700000, 50000000, 'open_dt: 2020-02-27 / store_note: 2022년 12월2일

소수자,정지수 -> 소수자,선영선

공동명의자만 바뀜



2024.05.08

소수자,선영선 -> 소수자,오하언

공동명의자 바뀜', 597, 597, NULL),
(598, 'KOYJGG190348', '할맥 수원탑동점', '김태수', '9', NULL, '경기 수원시 권선구 하탑로 27', 37.2689629, 126.9746933, 'transfer', '2025-10-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '441-440', 'YJ', '2023-10-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-10-28', 98.00, 0.00, NULL, NULL, 0, 2400000, 30000000, 'open_dt: 2019-11-07 / store_note: 2024년 6월 1일

최광명 -> 김태수

양도양수 명의변경', 598, 598, NULL),
(599, 'KOYJGG210769', '할맥 수원태장사거리점', '조호재', '9', NULL, '경기 수원시 영통구 영통로 136', 37.2396164, 127.0563049, 'renewal', '2025-09-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16691', 'YJ', '2023-09-14', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-09-14', 56.10, 0.00, NULL, NULL, 30000000, 2500000, 50000000, 'open_dt: 2021-09-29 / store_note: 계약서 작성 : 2022.11.28

양도양수 일자 : 2022.12.01

기존사업자 박연화 -> 고유선



계약서 작성 : 2023. 09. 05

양도양수 일자 : 2023. 09. 11

기존사업자 고유선 -> 조호재', 599, 599, NULL),
(600, NULL, '할맥 수원파장점', '홍범화', '9', NULL, '경기 수원시 장안구 정자동 429-24', 37.3057442, 126.9932251, 'new', '2026-08-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '16337', 'YJ', '2024-08-05', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '오병인', '2024-08-05', 91.00, 91.00, 1, NULL, 49000000, 2000000, 30000000, 'open_dt: 2024-08-20', 600, 600, NULL),
(601, 'KOYJGG200577', '할맥 수원호매실능실점', '안창근', '9', NULL, '경기 수원시 권선구 호매실로104번길 24-70', 37.2591972, 126.9631424, 'renewal', '2026-07-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16630', 'YJ', '2024-07-20', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-07-21', 59.20, 0.00, NULL, NULL, 0, 3200000, 60000000, 'open_dt: 2020-08-05', 601, 601, NULL),
(602, 'KOYJGG210737', '할맥 수원화서오거리점', '이예찬', '9', NULL, '경기 수원시 팔달구 화서동 126-12', 37.2797432, 126.9985123, 'transfer', '2027-06-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16439', 'YJ', '2025-06-30', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-07-01', 108.90, 0.00, NULL, NULL, 70000000, 2500000, 30000000, 'open_dt: 2021-07-01 / store_note: 2022년 6월 23일 동업자(이예찬)으로 명의 변경



계약서 작성 : 2023. 05. 31

양도양수 일자 : 2023. 06. .06

기존사업자 이예찬 -> 조완석', 602, 602, NULL),
(603, 'KOYJJN180108', '할맥 순천대점', '강동수', '14', NULL, '전라남도 순천시 석현동 131-2', 34.9702759, 127.4838104, 'renewal', '2026-07-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(석현동)', NULL, 'YJ', '2024-07-20', '8391000843', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-07-20', 99.17, 0.00, 0, NULL, 0, 1200000, 40000000, 'open_dt: 2018-08-02', 603, 603, NULL),
(604, 'KOYJJN180104', '할맥 순천법원점', '최해비치', '14', NULL, '전라남도 순천시 비봉길3', 34.9717979, 127.5206680, 'renewal', '2026-07-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(조례동)', NULL, 'YJ', '2024-07-23', '3072365067', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-07-23', 66.12, 0.00, 0, NULL, 0, 1200000, 20000000, 'open_dt: 2018-07-31 / store_note: 2021 / 06 / 27 하만수 -> 최해비치 양도양수 진행', 604, 604, NULL),
(605, 'KOYJJN170040', '할맥 순천신대점', '최은석', '14', NULL, '전라남도 순천시 해룡면 신대2길 6-41', 34.9356689, 127.5475311, 'renewal', '2025-09-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신대동)', NULL, 'YJ', '2023-09-14', '1941002675', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2017-09-14', 66.00, 0.00, 0, NULL, 0, 1400000, 40000000, 'open_dt: 2017-09-21 / store_note: 23년 6월 20일 양도양수

이승호 -> 최은석', 605, 605, NULL),
(606, NULL, '할맥 순천아랫장점', '구정림', '14', NULL, '전남 순천시 인제동 377-3', 34.9437866, 127.4937668, 'new', '2027-10-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '57959', 'YJ', '2025-10-18', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '이화은', '2025-10-16', 0.00, 69.30, NULL, NULL, 0, 900000, 20000000, 'open_dt: 2025-11-27', 606, 606, NULL),
(607, 'KOYJJN180102', '할맥 순천연향2호점', '정준영', '14', NULL, '전라남도 순천시 연향동 율산길 48번지', 34.9407578, 127.5271225, 'renewal', '2026-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(연향동)', NULL, 'YJ', '2024-07-16', '5116200250', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-07-16', 110.21, 0.00, 0, NULL, 0, 2000000, 50000000, 'open_dt: 2018-07-27', 607, 607, NULL),
(608, 'KOYJJN180110', '할맥 순천연향3지구점', '지미순', '14', NULL, '전라남도순천시 연향동 팔마4길 22', 34.9343300, 127.5162201, 'renewal', '2026-07-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(연향동)', NULL, 'YJ', '2024-07-26', '4012493936', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-07-26', 156.89, 0.00, 0, NULL, 0, 2500000, 30000000, 'open_dt: 2018-08-08 / store_note: 2023년 2월 3일자 양도양수

이현미 -> 지미순', 608, 608, NULL),
(609, 'KOYJJN180097', '할맥 순천연향점', '박수미', '14', NULL, '전라남도 순천시 연향동 1353-15', 34.9486694, 127.5175247, 'renewal', '2026-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(연향동)', NULL, 'YJ', '2024-07-09', '4097100319', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-07-09', 115.70, 0.00, 0, NULL, 0, 1200000, 30000000, 'open_dt: 2018-07-18', 609, 609, NULL),
(610, 'KOYJJN170051', '할맥 순천오천점', '양진호', '14', NULL, '전라남도 순천시 오천6길 6-10', 34.9343224, 127.4941406, 'renewal', '2025-09-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(오천동)', NULL, 'YJ', '2023-09-11', '8761201428', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2017-09-11', 108.00, 0.00, 0, NULL, 0, 1500000, 30000000, 'open_dt: 2017-10-13 / store_note: 특약사항 추가

2024년 4월 8일 품의 완료

역전할머니맥주 순천오천점은 매장(확장)공사 진행에 따라 가맹본부를 통해 24,061,600원(vat별도)을 지원 받았음을 확인하며 점포환경개선이 끝난 날로부터 3년 이내에 가맹본부의 책임 없는 사유로 계약이 종료(계약의 해지 또는 영업양도를 포함한다)되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급하지 아니하거나 이미 지급한 경우에는 환수하는 것에 동의합니다.', 610, 610, NULL),
(611, 'KOYJJN180070', '할맥 순천왕지점', '지환', '14', NULL, '전남 순천시 조례동 1810-2', 34.9559746, 127.5333481, 'renewal', '2026-02-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '57970', 'YJ', '2024-02-21', '2361601050', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-02-21', 120.60, 0.00, 0, NULL, 50000000, 1200000, 30000000, 'open_dt: 2018-03-09 / store_note: 2019년 10월 1일

최병민 -> 지환 양도양수



23년 2월 23일 매장 이전', 611, 611, NULL),
(612, 'KOYJJN180082', '할맥 순천용당점', '서소미', '14', NULL, '전라남도 순천시 삼산로 110', 34.9736481, 127.4949341, 'transfer', '2026-06-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(용당동)', NULL, 'YJ', '2024-06-07', '8387100540', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-06-07', 46.28, 0.00, 0, NULL, 0, 700000, 20000000, 'open_dt: 2018-06-14 / store_note: 2020년 2월 19일



김승현 -> 허창원 양도양수', 612, 612, NULL),
(613, 'KOYJJN170041', '할맥 순천조례점', '김혜랑/정의섭', '14', NULL, '전라남도 순천시 봉화2길 48', 34.9574890, 127.5182419, 'transfer', '2025-09-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(조례동)', NULL, 'YJ', '2023-09-14', '2171323732', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2017-09-14', 79.34, 0.00, 0, NULL, 0, 2500000, 30000000, 'open_dt: 2017-09-22', 613, 613, NULL),
(614, NULL, '할맥 시흥거모점', '김현수', '9', NULL, '경기 시흥시 거모동 1757-1', 37.3447609, 126.7853317, 'transfer', '2027-02-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '111호', '15068', 'YJ', '2025-02-06', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2023-02-06', 81.42, 0.00, NULL, NULL, 26000000, 1700000, 10000000, 'open_dt: 2023-02-14', 614, 614, NULL),
(615, NULL, '할맥 시흥관광호텔점', '임경신', '9', NULL, '경기 시흥시 정왕동 1625-2', 37.3376083, 126.7486801, 'renewal', '2027-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15062', 'YJ', '2025-05-15', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2023-05-15', 112.94, 0.00, NULL, NULL, 20000000, 2200000, 20000000, 'open_dt: 2023-05-23', 615, 615, NULL),
(616, NULL, '할맥 시흥능곡역점', '성하빈', '9', NULL, '경기 시흥시 능곡번영길 33', 37.3694496, 126.8068619, 'transfer', '2026-11-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '108,109', '14999', 'YJ', '2024-11-23', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2022-11-23', 78.12, 0.00, NULL, NULL, 0, 5200000, 50000000, 'open_dt: 2022-12-15', 616, 616, NULL),
(617, 'KOYJGG190360', '할맥 시흥대야점', '유하나', '9', NULL, '경기 시흥시 비둘기공원5길 7', 37.4431190, 126.7907944, 'transfer', '2025-11-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '429-874', 'YJ', '2023-11-11', '2430502430', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-11-11', 165.00, 0.00, NULL, NULL, 200000000, 3800000, 50000000, 'open_dt: 2019-11-20', 617, 617, NULL),
(618, 'KOYJGG170043', '할맥 시흥배곧신도시점', '이재식', '9', NULL, '경기도 시흥시 서울대학로278번길 43-13', 37.3692284, 126.7301941, 'transfer', '2025-09-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(정왕동)', NULL, 'YJ', '2023-09-11', '1593401102', 7000000, 3000000, 0, 2000000, '김진석', NULL, '이승민', '2017-09-11', 49.59, 0.00, 0, NULL, 0, 3000000, 50000000, 'open_dt: 2017-09-26', 618, 618, NULL),
(619, 'KOYJGG200667', '할맥 시흥배곧한라비발디점', '이청준', '9', NULL, '경기 시흥시 정왕동 2564', 37.3623734, 126.7152176, 'renewal', '2026-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '한라비발디 2차 상가 3동 101호', NULL, 'YJ', '2024-11-20', '7331002320', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2020-11-20', 52.80, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2020-12-09', 619, 619, NULL),
(620, 'KOYJGG200481', '할맥 시흥시화병원점', '이정미', '9', NULL, '경기 시흥시 정왕동 1859-12', 37.3533134, 126.7239685, 'renewal', '2026-04-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-15', '4822501335', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-04-16', 66.00, 0.00, NULL, NULL, 0, 5150000, 50000000, 'open_dt: 2020-04-21 / store_note: 기존 이정미 점주 단독명의에서 2024-02-02(금)부터 황미경과 공동명의 변경(가족간 명의변경으로 사업자 번호 변경 없음)', 620, 620, NULL),
(621, 'KOYJGG210684', '할맥 시흥월곶점', '구선영', '9', NULL, '경기 시흥시 월곶중앙로 59', 37.3885498, 126.7386169, 'renewal', '2027-02-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '14963', 'YJ', '2025-02-16', '7221502121', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-02-17', 77.00, 0.00, NULL, NULL, 40000000, 1800000, 30000000, 'open_dt: 2021-02-18', 621, 621, NULL),
(622, 'KOYJGG200464', '할맥 시흥은계점', '김형기', '9', NULL, '경기 시흥시 은계남로 12', 37.4359322, 126.8017502, 'renewal', '2026-03-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-08', '1390831767', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-03-09', 112.20, 0.00, NULL, NULL, 0, 2800000, 40000000, 'open_dt: 2020-04-01', 622, 622, NULL),
(623, NULL, '할맥 시흥은계호수공원점', '조영진', '9', NULL, '경기 시흥시 은계중앙로 238', 37.4453697, 126.8041916, 'new', '2026-09-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '106호', '14923', 'YJ', '2024-09-23', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '이승민', '2024-09-23', 63.00, 63.00, NULL, NULL, 0, 3400000, 50000000, 'open_dt: 2024-10-08', 623, 623, NULL),
(624, 'KOYJGG210697', '할맥 시흥장곡점', '조창연', '9', NULL, '경기 시흥시 장곡로37번길 7', 37.3785858, 126.7847672, 'renewal', '2027-03-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15002', 'YJ', '2025-03-30', '6622101229', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-03-30', 99.00, 0.00, NULL, NULL, 50000000, 2200000, 30000000, 'open_dt: 2021-04-14 / store_note: 양도양수 일자 : 2023.11.11

기존사업자 정태성-> 조창연 (양도양수)', 624, 624, NULL),
(625, 'KOYJGG220815', '할맥 시흥정왕역점', '유영남', '9', NULL, '경기 시흥시 정왕동 2321-7', 37.3522530, 126.7427292, 'renewal', '2026-06-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15049', 'YJ', '2024-06-14', '6562801316', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2022-06-14', 89.10, 0.00, NULL, NULL, 0, 1800000, 30000000, 'open_dt: 2022-06-22', 625, 625, NULL),
(626, 'KOYJGG170025', '할맥 시흥정왕점', '조은아,유하나', '9', NULL, '경기도 시흥시 중심상가로 184', 37.3446388, 126.7354431, 'renewal', '2027-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(정왕동)', NULL, 'YJ', '2025-06-25', '6073267671', 0, 0, 0, 0, '김진석', NULL, '이승민', '2017-06-26', 59.50, 0.00, 0, NULL, 0, 2200000, 20000000, 'open_dt: 2017-07-06', 626, 626, NULL),
(627, 'KOYJCN200543', '할맥 아산모종점', '장유나', '12', NULL, '충남 아산시 모종동 572-1', 36.7827644, 127.0152664, 'transfer', '2026-06-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-23', '3942301000', 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2020-06-24', 92.40, 0.00, NULL, NULL, 25000000, 2000000, 30000000, 'open_dt: 2020-06-30 / store_note: 양도양수 일자 : 24.09.06

기존사업자 장건우 -> 장원섭(직계가족간 명의변경/교육비 면제)', 627, 627, NULL),
(628, 'KOYJCN220838', '할맥 아산배방월천점', '김기영', '12', NULL, '충남 아산시 배방읍 북수리 1548', 36.7722206, 127.0760193, 'renewal', '2026-08-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '31494', 'YJ', '2024-08-11', '2957500377', 7000000, 3000000, 2000000, 0, '양다운', NULL, '순현진', '2022-08-11', 102.47, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2022-08-23', 628, 628, NULL),
(629, 'KOYJCN190287', '할맥 아산배방점', '임한조', '12', NULL, '충남 아산시 배방읍 모산로 121', 36.7746010, 127.0558777, 'renewal', '2027-07-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '336-852', 'YJ', '2025-07-02', '1073171192', 7000000, 3000000, 0, 2000000, '김종필', NULL, '순현진', '2019-07-03', 72.90, 0.00, NULL, NULL, 0, 1700000, 50000000, 'open_dt: 2019-07-30', 629, 629, NULL),
(630, 'KOYJCN251017', '할맥 아산순천향대점', '이정민', '12', NULL, '충남 아산시 신창면 순천향로15번길 8', 36.7745361, 126.9339371, 'new', '2027-08-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '31537', 'YJ', '2025-08-21', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '순현진', '2025-08-21', 155.00, 89.00, 1, NULL, 0, 1800000, 50000000, 'open_dt: 2025-08-26 / property_note: 실제 1층 전체 임차면적 46평이나, 상권규모 및 투자금규모 고려하여 27평만 인테리어 진행', 630, 630, NULL),
(631, 'KOYJCN251003', '할맥 아산온천점', '리우웨이', '12', NULL, '충남 아산시 온천동 482', 36.7787704, 126.9987869, 'new', '2027-04-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '31570', 'YJ', '2025-04-17', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '순현진', '2025-04-17', 0.00, 77.22, NULL, NULL, 0, 0, 0, 'open_dt: 2025-04-29', 631, 631, NULL),
(632, 'KOYJCN190177', '할맥 아산용화점', '김송연', '12', NULL, '충남 아산시 온천동 130-39', 36.7780113, 127.0083466, 'renewal', '2027-02-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '336-010', 'YJ', '2025-02-13', '3991700913', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-02-11', 136.20, 0.00, NULL, NULL, 0, 3568182, 30000000, 'open_dt: 2019-03-12', 632, 632, NULL),
(633, 'KOYJCN230881', '할맥 아산탕정역점', '정하종', '12', NULL, '충남 아산시 탕정면 한들물빛6로 16', 36.7874985, 127.0849152, 'renewal', '2027-04-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '31465', 'YJ', '2025-04-03', '1610502569', 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2023-04-03', 66.14, 0.00, NULL, NULL, 0, 4500000, 80000000, 'open_dt: 2023-04-13', 633, 633, NULL),
(634, 'KOYJCN190237', '할맥 아산탕정점', '이부선', '12', NULL, '충남 아산시 탕정면 명암리 933-13', 36.7981377, 127.0586548, 'renewal', '2027-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '336-841', 'YJ', '2025-05-15', '4200801193', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-05-16', 89.10, 0.00, NULL, NULL, 0, 3200000, 40000000, 'open_dt: 2019-05-23', 634, 634, NULL),
(635, 'KOYJCN200470', '할맥 아산테크노밸리점', '김용순', '12', NULL, '충남 아산시 둔포면 석곡리 1692', 36.9211960, 127.0570145, 'renewal', '2026-03-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '336-871', 'YJ', '2024-03-02', '1720201875', 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2020-03-03', 105.60, 0.00, NULL, NULL, 0, 3500000, 5000000, 'open_dt: 2020-04-07 / store_note: 양도양수 일자 : 2023.10.20

기존사업자 김병준 -> 김용순 (양도양수)', 635, 635, NULL),
(636, 'KOYJGG240949', '할맥 아산호서대점', '한민서', '12', NULL, '충남 아산시 배방읍 세출리 316-4', 36.7412071, 127.0758896, 'new', '2026-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '31498', 'YJ', '2024-04-29', NULL, 7000000, 3000000, 0, 2000000, '이영규', '김태운', '순현진', '2024-04-29', 115.00, 115.00, 1, NULL, 0, 0, 0, 'open_dt: 2024-05-09', 636, 636, NULL),
(637, NULL, '할맥 안동송천점', '임철빈', '15', NULL, '경북 안동시 송천1길 137', 36.5450745, 128.7937469, 'new', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '36728', 'YJ', '2024-06-03', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '김룡섭', '2024-06-03', 116.00, 116.00, 1, NULL, 0, 830000, 10000000, 'open_dt: 2024-06-19', 637, 637, NULL),
(638, 'KOYJGB200361', '할맥 안동옥동점', '권오석', '15', NULL, '경북 안동시 복주1길 56', 36.5621643, 128.7004089, 'renewal', '2026-04-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-04-07', 134.00, 0.00, NULL, NULL, 0, 2363636, 0, 'open_dt: 2020-04-08 / store_note: 22.01.01 김형준 -> 이호수 양도양수 



23.07.03 이호수 > 권오석 양도양수', 638, 638, NULL),
(639, 'KOYJCB240936', '할맥 안동용상점', '이태랑', '15', NULL, '경북 안동시 관광단지로 68', 36.5546951, 128.7553864, 'transfer', '2026-01-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '36724', 'YJ', '2024-01-15', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2024-01-15', 115.50, 0.00, NULL, NULL, 15000000, 1400000, 20000000, 'open_dt: 2024-01-30', 639, 639, NULL),
(640, 'KOYJGG261029', '할맥 안산고잔역점', '우희철', '9', NULL, '경기 안산시 단원구 광덕4로 108', 37.3151665, 126.8242798, 'new', '2028-02-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '108호~110호', '15458', 'YJ', '2026-02-23', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '이승민', '2026-02-23', 0.00, 119.46, 1, NULL, 0, 0, 0, 'open_dt: 2026-03-12', 640, 640, NULL),
(641, 'KOYJGG190302', '할맥 안산고잔점', '김지환', '9', NULL, '경기 안산시 단원구 고잔동 770', 37.3112030, 126.8319321, 'transfer', '2025-07-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '425-906', 'YJ', '2023-07-24', '7277000321', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-07-24', 105.60, 0.00, NULL, NULL, 120000000, 3000000, 40000000, 'open_dt: 2019-08-14', 641, 641, NULL),
(642, 'KOYJGG200517', '할맥 안산상록수역점', '김동화', '9', NULL, '경기 안산시 상록구 상록수로 48', 37.3022156, 126.8651505, 'transfer', '2026-05-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-19', '5280401844', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-05-20', 79.20, 0.00, NULL, NULL, 120000000, 3300000, 65000000, 'open_dt: 2020-06-05', 642, 642, NULL),
(643, 'KOYJGG200442', '할맥 안산선부점', '김성범', '9', NULL, '경기 안산시 단원구 선부광장로 37', 37.3357315, 126.8113022, 'renewal', '2026-02-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '425-831', 'YJ', '2024-02-20', '8297400362', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-02-20', 82.50, 0.00, NULL, NULL, 120000000, 3200000, 35000000, 'open_dt: 2020-03-10', 643, 643, NULL),
(644, 'KOYJGG190282', '할맥 안산신길점', '박경희', '9', NULL, '경기 안산시 단원구 신길동 1664', 37.3328133, 126.7878571, 'renewal', '2027-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '425-120', 'YJ', '2025-07-09', '6980102312', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-07-10', 125.40, 0.00, NULL, NULL, 0, 2500000, 25000000, 'open_dt: 2019-07-24', 644, 644, NULL),
(645, 'KOYJGG210760', '할맥 안산와동점', '홍경화', '9', NULL, '경기 안산시 단원구 와동1로 47', 37.3329964, 126.8267746, 'renewal', '2025-08-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15266', 'YJ', '2023-08-17', '7101501930', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-08-17', 99.00, 0.00, NULL, NULL, 0, 2800000, 50000000, 'open_dt: 2021-08-31', 645, 645, NULL),
(646, 'KOYJGG220810', '할맥 안산원곡점', '이동용', '9', NULL, '경기 안산시 단원구 화랑로 123', 37.3261261, 126.8020859, 'renewal', '2026-05-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '15382', 'YJ', '2024-05-17', '2092870280', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2022-05-17', 59.00, 0.00, NULL, NULL, 0, 3000000, 100000000, 'open_dt: 2022-06-02', 646, 646, NULL),
(647, 'KOYJGG200495', '할맥 안산중앙역점', '국승국', '9', NULL, '경기 안산시 단원구 고잔동 539-13', 37.3182640, 126.8409348, 'renewal', '2026-04-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-15', '2754800455', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-04-16', 165.00, 0.00, NULL, NULL, 250000000, 3000000, 50000000, 'open_dt: 2020-05-04', 647, 647, NULL),
(648, 'KOYJGG200535', '할맥 안산초지점', '김성호', '9', NULL, '경기 안산시 단원구 초지동 732-1', 37.3081589, 126.8163147, 'renewal', '2026-05-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-01', '4912501076', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-06-02', 82.50, 0.00, NULL, NULL, 30000000, 3600000, 40000000, 'open_dt: 2020-06-23', 648, 648, NULL),
(649, 'KOYJGG190308', '할맥 안산한대역점', '최원석', '9', NULL, '경기 안산시 상록구 이동 715-2', 37.3086395, 126.8512573, 'renewal', '2025-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '426-863', 'YJ', '2023-07-29', '6140440736', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '역전F&C공용', '2019-07-29', 85.80, 0.00, NULL, NULL, 105000000, 2950000, 20000000, 'open_dt: 2019-08-21', 649, 649, NULL),
(650, 'KOYJGG200415', '할맥 안산한양대점', '정현수', '9', NULL, '경기 안산시 상록구 한양대학로 36', 37.3011627, 126.8395386, 'transfer', '2026-01-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '426-895', 'YJ', '2024-01-15', '8871001313', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-01-15', 89.10, 0.00, NULL, NULL, 0, 2180000, 30000000, 'open_dt: 2020-02-06', 650, 650, NULL),
(651, 'KOYJGG200475', '할맥 안성공도점', '윤효섭', '9', NULL, '경기 안성시 공도읍 만정리 816-5', 37.0004997, 127.1712799, 'renewal', '2026-03-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-23', '3711702039', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이현웅', '2020-03-24', 89.10, 0.00, NULL, NULL, 0, 1700000, 30000000, 'open_dt: 2020-04-14', 651, 651, NULL),
(652, 'KOYJGG190227', '할맥 안성석정점', '양경아', '9', NULL, '경기 안성시 석정2길 28', 37.0097237, 127.2604218, 'renewal', '2027-04-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-05-01', '1252497455', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이현웅', '2019-05-02', 78.00, 0.00, NULL, NULL, 0, 1750000, 20000000, 'open_dt: 2019-05-13', 652, 652, NULL),
(653, NULL, '할맥 안성양기점', '정수연', '9', NULL, '경기 안성시 공도읍 양기리 615', 37.0070572, 127.1984024, 'new', '2027-08-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '서해그랑블 근생 111호', '17558', 'YJ', '2025-08-13', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '이현웅', '2025-08-13', 46.00, 46.00, 1, NULL, 0, 1300000, 20000000, 'open_dt: 2025-08-26', 653, 653, NULL),
(654, 'KOYJGG210772', '할맥 안양박달점', '신준호', '9', NULL, '경기 안양시 만안구 양화로 145', 37.4054108, 126.9084778, 'renewal', '2025-09-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '13980', 'YJ', '2023-09-06', '2313701031', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-09-06', 59.40, 0.00, NULL, NULL, 0, 2100000, 30000000, 'open_dt: 2021-10-26', 654, 654, NULL),
(655, 'KOYJGG200450', '할맥 안양범계점', '엄광혁', '9', NULL, '경기 안양시 동안구 평촌대로217번길 15', 37.3906364, 126.9550323, 'renewal', '2026-01-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-01-06', '6972601536', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-01-06', 409.20, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2020-03-01', 655, 655, NULL),
(656, 'KOYJGG200609', '할맥 안양수촌마을점', '김상현', '9', NULL, '경기 안양시 동안구 관양동 1381-10', 37.4036369, 126.9541321, 'renewal', '2026-08-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-14', '8493900763', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2020-08-14', 115.50, 0.00, NULL, NULL, 30000000, 2640000, 50000000, 'open_dt: 2020-09-04', 656, 656, NULL),
(657, 'KOYJGG220798', '할맥 안양인덕원점', '김영우', '9', NULL, '경기 안양시 동안구 인덕원로24번길 29', 37.4010391, 126.9753571, 'renewal', '2026-04-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '13951', 'YJ', '2024-04-11', '7735700645', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2022-04-11', 114.00, 0.00, NULL, NULL, 100000000, 3600000, 85000000, 'open_dt: 2022-04-14', 657, 657, NULL),
(658, 'KOYJGG190265', '할맥 안양일번가점', '김종욱', '9', NULL, '경기 안양시 만안구 안양동 674-243', 37.3991394, 126.9225006, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '430-831', 'YJ', '2025-06-12', '4553900627', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-06-13', 130.35, 0.00, NULL, NULL, 131000000, 7000000, 100000000, 'open_dt: 2019-06-27', 658, 658, NULL),
(659, NULL, '할맥 안양호계점', '김혜경', '9', NULL, '경기 안양시 동안구 호계동 959-1', 37.3720474, 126.9573975, 'new', '2027-09-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '개성하이뷰 1층 107,108호', '14116', 'YJ', '2025-09-29', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '이승민', '2025-09-29', 73.99, 74.00, 1, NULL, 0, 2500000, 50000000, 'open_dt: 2025-10-23', 659, 659, NULL),
(660, 'KOYJGN200523', '할맥 양산물금역점', '정미정', '16', NULL, '경남 양산시 물금읍 물금리 871-1', 35.3088150, 128.9882965, 'renewal', '2026-05-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-25', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2020-05-26', 99.00, 0.00, NULL, NULL, 0, 1500000, 50000000, 'open_dt: 2020-06-12', 660, 660, NULL),
(661, 'KOYJGN190298', '할맥 양산범어점', '채연정', '16', NULL, '경남 양산시 물금읍 범어리 2685-4', 35.3297539, 129.0105438, 'renewal', '2027-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '626-815', 'YJ', '2025-07-16', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-07-17', 108.90, 0.00, NULL, NULL, 0, 800000, 10000000, 'open_dt: 2019-08-08', 661, 661, NULL),
(662, 'KOYJGN200483', '할맥 양산북정점', '전명애', '16', NULL, '경남 양산시 북정로 33', 35.3591003, 129.0439911, 'transfer', '2026-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-07', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2020-04-08', 99.00, 0.00, NULL, NULL, 0, 1200000, 30000000, 'open_dt: 2020-04-22', 662, 662, NULL),
(663, 'YJGN230879', '할맥 양산사송지구점', '㈜그린잇', '16', NULL, '경남 양산시 동면 내송큰들로 35', 35.3184586, 129.0680389, 'transfer', '2027-04-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '50644', 'YJ', '2025-04-03', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '우세현', '2023-04-03', 72.60, 0.00, NULL, NULL, 0, 3000000, 60000000, 'open_dt: 2023-04-13 / store_note: 양산사송지구점은 2026년 4월 17일부터 본사 주류 협력업체 미거래로 인하여 로열티 1.1%(vat 포함) 



추후 양도양수 및 명의 이전 시 미 감면 특약을 그대로 승계한다.



본사 주류 협력업체 재거래 및  로열티 감면 혜택 원복 불가하며, 재계약 시점에 가맹본부와 



가맹점(할맥 양산사송지구점)은 특약사항 원복에 대하여 재협의 및 가맹본 부의 조치에 따른다.', 663, 663, NULL),
(664, 'KOYJGN200638', '할맥 양산서창점', '홍유진', '16', NULL, '경남 양산시 명동 1076-2', 35.4039154, 129.1707306, 'renewal', '2026-09-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-07', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-09-08', 132.00, 0.00, NULL, NULL, 10000000, 1200000, 20000000, 'open_dt: 2020-09-07', 664, 664, NULL),
(665, 'KOYJGN190321', '할맥 양산중부점', '윤성욱', '16', NULL, '경남 양산시 양산역9길 9', 35.3379669, 129.0286255, 'renewal', '2025-09-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '626-050', 'YJ', '2023-09-06', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-09-06', 135.30, 0.00, NULL, NULL, 200000000, 4800000, 100000000, 'open_dt: 2019-10-01', 665, 665, NULL),
(666, 'KOYJGN190202', '할맥 양산증산역점', '최윤석', '16', NULL, '경남 양산시 물금읍 가촌리 1297', 35.3108330, 129.0064697, 'renewal', '2027-03-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-03-31', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-04-01', 100.80, 0.00, NULL, NULL, 0, 2700000, 2700000, 'open_dt: 2019-04-17', 666, 666, NULL),
(667, 'KOYJGN190333', '할맥 양산평산점', '임지영', '16', NULL, '경남 양산시 평산동 193-2', 35.3777428, 129.1495667, 'renewal', '2025-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '626-848', 'YJ', '2023-10-08', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2019-10-08', 69.30, 0.00, NULL, NULL, 0, 1200000, 30000000, 'open_dt: 2019-10-24', 667, 667, NULL),
(668, 'KOYJGG200548', '할맥 양주 고읍점', '최예리', '9', NULL, '경기 양주시 광사동 652-2', 37.7946739, 127.0778961, 'transfer', '2026-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-25', '2960302648', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-06-25', 96.00, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2020-06-27 / store_note: 최예리 

010-7708-6788

890105

경기도 남양주시 순화궁로 384, 2401동 1102호 (별내동, 대원칸타빌아파트)

kinho@naver.com', 668, 668, NULL),
(669, 'KOYJGG200497', '할맥 양주 옥정점', '손장원', '9', NULL, '경기 양주시 옥정동로7나길 15', 37.8202095, 127.0933914, 'transfer', '2026-04-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-14', '7672401603', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2020-04-14', 81.80, 0.00, NULL, NULL, 0, 4500000, 60000000, 'open_dt: 2020-05-05', 669, 669, NULL),
(670, 'YJGG240943', '할맥 양주덕계역점', '김덕순', '9', NULL, '경기 양주시 덕계로 140', 37.8185387, 127.0542526, 'new', '2026-03-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11444', 'YJ', '2024-03-11', '3423701383', 7000000, 3000000, 0, 2000000, '이영규', NULL, '정인수', '2024-03-11', 62.70, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2024-03-29', 670, 670, NULL),
(671, 'KOYJJN180132', '할맥 여수덕충점', '이범혁', '14', NULL, '전라남도 여수시 덕충동 2042-1', 34.7526894, 127.7437973, 'renewal', '2026-09-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(덕충동)', NULL, 'YJ', '2024-09-10', '5420801042', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-08-27', 91.87, 0.00, 0, NULL, 0, 2200000, 50000000, 'open_dt: 2018-09-20', 671, 671, NULL),
(672, 'KOYJJN200633', '할맥 여수돌산점', '정예진', '14', NULL, '전남 여수시 돌산읍 우두리 1033-6', 34.7210693, 127.7497177, 'transfer', '2026-09-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-08', '5100908889', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이화은', '2020-09-08', 105.30, 0.00, NULL, NULL, 0, 1700000, 20000000, 'open_dt: 2020-09-25', 672, 672, NULL),
(673, 'KOYJJN190169', '할맥 여수미평점', '한광현', '14', NULL, '전남 여수시 미평동 705-12', 34.7705269, 127.7030945, 'renewal', '2027-02-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '550-240', 'YJ', '2025-02-11', '6575500387', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-02-11', 116.60, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2019-02-19 / store_note: 2020년 2월 17일



문용운 -> 한광현 양도양수', 673, 673, NULL),
(674, 'KOYJJN200404', '할맥 여수봉산점', '조하영', '14', NULL, '전남 여수시 봉산1로 33', 34.7340851, 127.7230377, 'renewal', '2025-12-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '550-818', 'YJ', '2023-12-26', '1764200608', 7000000, 3000000, 0, 2000000, '표인현', NULL, '이화은', '2019-12-26', 122.00, 0.00, NULL, NULL, 0, 3300000, 30000000, 'open_dt: 2020-01-21', 674, 674, NULL),
(675, 'KOYJJN190180', '할맥 여수소호점', '최의식', '14', NULL, '전남 여수시 소호로 455', 34.7437477, 127.6513672, 'transfer', '2027-03-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '555-060', 'YJ', '2025-03-04', '2012264268', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-03-04', 105.79, 0.00, NULL, NULL, 20000000, 2000000, 50000000, 'open_dt: 2019-03-15', 675, 675, NULL),
(676, 'KOYJJN180117', '할맥 여수여서점', '손향심', '14', NULL, '전라남도 여수시 여문1로54', 34.7534523, 127.7044296, 'renewal', '2026-08-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(여서동)', NULL, 'YJ', '2024-08-06', '3090793405', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-08-06', 148.76, 0.00, 0, NULL, 0, 3500000, 70000000, 'open_dt: 2018-08-14', 676, 676, NULL),
(677, 'KOYJJN180127', '할맥 여수웅천점', '주종수', '14', NULL, '전라남도 여수시 예울마루로37-15', 34.7465591, 127.6708755, 'renewal', '2026-08-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(웅천동)', NULL, 'YJ', '2024-08-27', '3852301821', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-08-27', 103.70, 0.00, 0, NULL, 0, 2000000, 30000000, 'open_dt: 2018-09-11 / store_note: 23년 7월 1일자 양도양수

정수민 -> 주종수', 677, 677, NULL),
(678, 'KOYJJN190199', '할맥 여수이순신광장점', '이재용', '14', NULL, '전남 여수시 중앙동 468', 34.7406235, 127.7366257, 'renewal', '2027-03-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '550-060', 'YJ', '2025-04-01', '2211652538', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-04-01', 132.00, 0.00, NULL, NULL, 0, 2300000, 50000000, 'open_dt: 2019-04-12', 678, 678, NULL),
(679, 'KOYJJN180146', '할맥 여수죽림점', '이란희', '14', NULL, '전라남도 여수시 소라면 죽림리 1217-1번지', 34.7627068, 127.6380310, 'transfer', '2026-11-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(죽림리)', NULL, 'YJ', '2024-11-27', '6890301123', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-11-27', 125.62, 0.00, 0, NULL, 0, 1300000, 30000000, 'open_dt: 2018-12-05 / store_note: 2023년 9월 5일 부



본사 주류업체 이탈로 인해 로열티 6.6% 부과', 679, 679, NULL),
(680, 'KOYJJN170053', '할맥 여수학동점', '온유.공협', '14', NULL, '전라남도 여수시 시청동5길 5', 34.7591248, 127.6669388, 'renewal', '2025-10-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(학동)', NULL, 'YJ', '2023-10-13', '1737000198', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2017-10-13', 92.56, 0.00, 0, NULL, 20000000, 1700000, 30000000, 'open_dt: 2017-10-20', 680, 680, NULL),
(681, 'KOYJJN180079', '할맥 여수화장점', '이단우', '14', NULL, '전라남도 여수시 화산로 117', 34.7763176, 127.6495514, 'renewal', '2026-05-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(화장동)', NULL, 'YJ', '2024-05-14', '2764300910', 0, 0, 0, 2000000, '김진석', NULL, '이화은', '2018-05-11', 108.00, 0.00, 0, NULL, 0, 2500000, 30000000, 'open_dt: 2018-06-01 / store_note: 양도양수 일자 : 2023.11.17

기존사업자 최성철-> 이단우 (양도양수)



2023년 9월 5일부



본사 주류이탈로 인해 로열티 6.6% 부과', 681, 681, NULL),
(682, 'KOYJGG190359', '할맥 여주 홍문점', '이은숙', '9', NULL, '경기 여주시 홍문동 270-12', 37.2907219, 127.6361313, 'renewal', '2025-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '469-102', 'YJ', '2023-11-07', '1084351149', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-11-07', 97.20, 0.00, NULL, NULL, 0, 1700000, 30000000, 'open_dt: 2019-11-20', 682, 682, NULL),
(683, 'KOYJJN190246', '할맥 영암삼호점', '곽민창', '14', NULL, '전남 영암군 삼호읍 대불주거로 171', 34.7537766, 126.4567261, 'renewal', '2027-05-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '526-897', 'YJ', '2025-05-28', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '노준호', '2019-05-29', 116.64, 0.00, NULL, NULL, 0, 2530000, 0, 'open_dt: 2019-06-18', 683, 683, NULL),
(684, 'KOYJJN220792', '할맥 영암현대중공업점', '이호준', '14', NULL, '전남 영암군 삼호읍 신항로 135-29', 34.7479362, 126.3710327, 'transfer', '2026-01-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '58462', 'YJ', '2024-01-06', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2022-01-06', 128.70, 0.00, NULL, NULL, 0, 900000, 20000000, 'open_dt: 2022-01-27 / store_note: 양도양수 일자 : 24.07.15

기존사업자 이숙향 -> 이호준(양도양수)', 684, 684, NULL),
(685, 'KOYJGB200395', '할맥 영주가흥점', '문경민', '15', NULL, '경북 영주시 가흥동 1667', 36.8169823, 128.6062012, 'transfer', '2025-12-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '750-020', 'YJ', '2023-12-16', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-12-16', 128.70, 0.00, NULL, NULL, 0, 1600000, 10000000, 'open_dt: 2020-01-10', 685, 685, NULL),
(686, 'KOYJGB200421', '할맥 영천시청점', '박정숙', '15', NULL, '경북 영천시 문외동 5-44', 35.9731483, 128.9367676, 'renewal', '2026-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '770-030', 'YJ', '2024-01-30', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-01-30', 99.00, 0.00, NULL, NULL, 20000000, 1300000, 20000000, 'open_dt: 2020-02-18', 686, 686, NULL),
(687, 'KOYJCN190215', '할맥 예산내포신도시점', '정욱재', '12', NULL, '충남 예산군 삽교읍 청사로192번길 18', 36.6614418, 126.6796112, 'renewal', '2027-04-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-04-27', '3961501049', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-04-25', 66.00, 0.00, NULL, NULL, 0, 3380000, 0, 'open_dt: 2019-05-02', 687, 687, NULL),
(688, 'KOYJGB190303', '할맥 예천경북도청점', '왕도혁', '15', NULL, '경북 예천군 호명면 산합리 1415', 36.5765343, 128.4903870, 'transfer', '2025-07-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-07-26', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-07-26', 89.10, 0.00, NULL, NULL, 0, 2700000, 20000000, 'open_dt: 2019-08-15 / store_note: 역전할머니맥주 예천경북도청점은 매장(간판지원) 공사 진행에 따라 가맹본부를 통해 간판교체비용 14,531,000원 (VAT 포함) 중 40%에 해당하는 5,812,400원 (VAT 포함)을 지원 받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임없는 사유로 계약이 종료 (계약의 해지 또는 영업양도를 포함한다) 되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급 하지 아니하거나 이미 지급한 경우에는 환수하는 것에 동의 합니다.', 688, 688, NULL),
(689, 'KOYJGG220809', '할맥 오산궐동점', '박성훈', '9', NULL, '경기 오산시 궐동로 18', 37.1580391, 127.0561752, 'renewal', '2026-05-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18122', 'YJ', '2024-05-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2022-05-20', 108.50, 0.00, NULL, NULL, 0, 2050000, 20000000, 'open_dt: 2022-06-02', 689, 689, NULL),
(690, 'KOYJGG200439', '할맥 오산대역점', '노정수', '9', NULL, '경기 오산시 내삼미로79번길 46', 37.1702347, 127.0652771, 'transfer', '2026-02-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-02-12', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-02-12', 86.48, 0.00, NULL, NULL, 0, 3800000, 60000000, 'open_dt: 2020-03-05 / store_note: 성은하->노정수 (양수도일자 : 24-12-6)', 690, 690, NULL),
(691, 'KOYJGG210768', '할맥 오산세교신도시점', '강용균', '9', NULL, '경기 오산시 금암동 500-3', 37.1756096, 127.0509109, 'renewal', '2025-09-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18108', 'YJ', '2023-09-14', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2021-09-14', 89.10, 0.00, NULL, NULL, 0, 3500000, 5000000, 'open_dt: 2021-09-28 / store_note: 계약서 작성 : 2022.11.14

양도양수 일자 : 2022.11.21

기존사업자 김지은 -> 강용균', 691, 691, NULL),
(692, NULL, '할맥 오산시청점', '장건우', '9', NULL, '경기 오산시 운천로 62', 37.1480598, 127.0748291, 'new', '2026-09-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 일부', '18139', 'YJ', '2024-09-06', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '오병인', '2024-09-06', 142.00, 142.00, 1, NULL, 0, 4980000, 100000000, 'open_dt: 2024-09-12', 692, 692, NULL),
(693, 'KOYJGG190193', '할맥 오산원동점', '구연옥', '9', NULL, '경기 오산시 원동 812-6', 37.1469345, 127.0750732, 'renewal', '2027-03-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '447-060', 'YJ', '2025-03-27', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-03-25', 176.01, 0.00, NULL, NULL, 0, 3600000, 110000000, 'open_dt: 2019-04-05', 693, 693, NULL),
(694, 'KOYJJB170007', '할맥 완주봉동점', '고석준', '13', NULL, '전라북도 완주군 봉동읍 원둔산3길 6', 35.9590759, 127.1246185, 'renewal', '2027-01-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(봉동)', NULL, 'YJ', '2025-01-13', '4371300406', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-01-11', 98.00, 0.00, 0, NULL, 0, 1200000, 20000000, 'open_dt: 2017-02-11', 694, 694, NULL),
(695, 'KOYJJB170063', '할맥 완주삼례점', '김현진', '13', NULL, '전북 완주군 삼례읍 동학로82', 35.9141312, 127.0717087, 'renewal', '2025-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(삼레리)', NULL, 'YJ', '2023-11-21', '7414600263', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-11-21', 91.00, 0.00, 0, NULL, 0, 700000, 5000000, 'open_dt: 2017-12-01 / store_note: 2022년 1월 1일자 양도양수

최영진-> 김현진', 695, 695, NULL),
(696, 'KOYJGG200503', '할맥 용인강남대점', '정창일', '9', NULL, '경기 용인시 기흥구 구갈동 596-1', 37.2705917, 127.1276932, 'renewal', '2026-04-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-21', '1020862064', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-04-21', 66.00, 0.00, NULL, NULL, 48000000, 1700000, 20000000, 'open_dt: 2020-05-12', 696, 696, NULL),
(697, 'KOYJGG210679', '할맥 용인광교상현역점', '이양훈', '9', NULL, '경기 용인시 수지구 광교중앙로296번길 22', 37.2976799, 127.0703278, 'transfer', '2027-01-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-01-11', '2203401011', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2021-01-11', 62.80, 0.00, NULL, NULL, 50000000, 4500000, 70000000, 'open_dt: 2021-02-02', 697, 697, NULL),
(698, 'KOYJGG200461', '할맥 용인기흥구청점', '정호현', '9', NULL, '경기 용인시 기흥구 구갈동 354-1', 37.2800369, 127.1126328, 'renewal', '2026-03-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-17', '4460103011', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-03-17', 75.90, 0.00, NULL, NULL, 70000000, 3000000, 40000000, 'open_dt: 2020-03-31', 698, 698, NULL),
(699, 'KOYJGG200508', '할맥 용인김량장점', '안성혁', '1', NULL, '경기 용인시 처인구 김량장동 254-55', 37.2355080, 127.2050400, 'renewal', '2026-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-29', '6345800537', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-04-29', 62.70, 0.00, NULL, NULL, 0, 1600000, 40000000, 'open_dt: 2020-05-22', 699, 699, NULL),
(700, NULL, '할맥 용인남사점', '이건범', '9', NULL, '경기 용인시 처인구 남사읍 한숲로 84', 37.1539192, 127.1717529, 'new', '2026-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '68L 103호', '17117', 'YJ', '2024-08-19', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2024-08-19', 65.00, 65.00, 1, NULL, 0, 2500000, 35000000, 'open_dt: 2024-09-03', 700, 700, NULL),
(701, 'KOYJGG200550', '할맥 용인동백점', '이수민', '9', NULL, '경기 용인시 기흥구 중동 830-1', 37.2771378, 127.1529694, 'transfer', '2026-06-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-26', '7383801183', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-06-26', 115.50, 0.00, NULL, NULL, 190000000, 5000000, 60000000, 'open_dt: 2020-07-08 / store_note: 양도양수 일자 : 24.11.01

기존사업자 김민영외1명(김지하) -> 이수민(동업자간 명의변경/교육비 납부)', 701, 701, NULL),
(702, NULL, '할맥 용인둔전점', '윤찬영', '9', NULL, '경기 용인시 처인구 포곡읍 둔전로47번길 21', 37.2682724, 127.2191238, 'renewal', '2027-07-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '17027', 'YJ', '2025-07-05', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '조윤제', '2023-07-05', 101.72, 0.00, NULL, NULL, 30000000, 2500000, 40000000, 'open_dt: 2023-07-13', 702, 702, NULL),
(703, 'KOYJGG200584', '할맥 용인보라점', '김동근', '9', NULL, '경기 용인시 기흥구 한보라1로10번길 5', 37.2535553, 127.1089630, 'transfer', '2026-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-22', '2385300538', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-07-22', 86.32, 0.00, NULL, NULL, 15000000, 2500000, 50000000, 'open_dt: 2020-08-14', 703, 703, NULL),
(704, 'KOYJGG190352', '할맥 용인보정점', '안준영', '9', NULL, '경기 용인시 기흥구 죽전로 10', 37.3202629, 127.1098633, 'transfer', '2025-10-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '446-858', 'YJ', '2023-10-24', '4492001895', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2019-10-24', 75.90, 0.00, NULL, NULL, 130000000, 3900000, 45000000, 'open_dt: 2019-11-13', 704, 704, NULL),
(705, 'KOYJGG220857', '할맥 용인상갈점', '김진홍', '9', NULL, '경기 용인시 기흥구 상갈동 124-7', 37.2672005, 127.1061401, 'renewal', '2026-11-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '17067', 'YJ', '2024-11-02', '2911002016', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2022-11-02', 95.51, 0.00, NULL, NULL, 0, 2200000, 30000000, 'open_dt: 2022-11-10', 705, 705, NULL),
(706, 'KOYJGG180091', '할맥 용인수지점', '이양훈', '9', NULL, '경기도 용인시 수지구 풍덕천로 139번길', 37.3245583, 127.0961685, 'transfer', '2026-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(풍덕천동)', NULL, 'YJ', '2024-06-25', '7393800514', 0, 0, 0, 0, '김진석', NULL, '조윤제', '2018-06-25', 55.54, 0.00, 0, NULL, 150000000, 1400000, 20000000, 'open_dt: 2018-07-05', 706, 706, NULL),
(707, 'KOYJGG200446', '할맥 용인에버랜드점', '조광영', '9', NULL, '경기 용인시 처인구 포곡읍 전대리 191-21', 37.2860680, 127.2170029, 'renewal', '2026-02-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '449-815', 'YJ', '2024-02-12', '6191021583', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2020-02-12', 66.00, 0.00, NULL, NULL, 170000000, 2700000, 30000000, 'open_dt: 2020-03-12 / property_note: 본인 소유의 건물', 707, 707, NULL),
(708, 'KOYJGG190336', '할맥 용인역북점', '배성용', '9', NULL, '경기 용인시 처인구 명지로60번길 8-3', 37.2311134, 127.1871796, 'renewal', '2025-10-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-10-14', '8931701748', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '조윤제', '2019-10-14', 102.30, 0.00, NULL, NULL, 50000000, 4500000, 60000000, 'open_dt: 2019-10-29', 708, 708, NULL),
(709, NULL, '할맥 용인외대점', '이연춘,정시운', '9', NULL, '경기 용인시 처인구 모현읍 외대로 16', 37.3366928, 127.2512360, 'renewal', '2027-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '17035', 'YJ', '2025-05-15', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2023-05-15', 151.38, 0.00, NULL, NULL, 20000000, 3500000, 40000000, 'open_dt: 2023-05-23 / store_note: 명의변경 일자 : 2024.01.08

기존사업자 이연춘 -> 이연춘외1명(정시운) 1인사업자->공동사업자 변경', 709, 709, NULL),
(710, 'KOYJGG210788', '할맥 용인흥덕점', '임보람', '9', NULL, '경기 용인시 기흥구 흥덕1로79번길 2', 37.2749901, 127.0714951, 'renewal', '2025-12-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16954', 'YJ', '2023-12-21', '4310602150', 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2021-12-21', 103.60, 0.00, NULL, NULL, 0, 3100000, 30000000, 'open_dt: 2021-12-28', 710, 710, NULL),
(711, 'KOYJUS200561', '할맥 울산구영점', '양훈석', '7', NULL, '울산 울주군 범서읍 구영리 846-2', 35.5749664, 129.2399292, 'renewal', '2026-06-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-30', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-07-01', 99.00, 0.00, NULL, NULL, 0, 2500000, 30000000, 'open_dt: 2020-07-18', 711, 711, NULL),
(712, 'KOYJUS200654', '할맥 울산남목점', '이유진', '7', NULL, '울산 동구 미포1길 19', 35.5404053, 129.4277039, 'renewal', '2026-10-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-10-29', 69.30, 0.00, NULL, NULL, 0, 1000000, 30000000, 'open_dt: 2020-11-04', 712, 712, NULL),
(713, 'KOYJUS190367', '할맥 울산달동2호점', '이수경', '7', NULL, '울산 남구 달동 128-10', 35.5348701, 129.3231201, 'renewal', '2025-10-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '680-800', 'YJ', '2023-10-29', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-10-29', 165.00, 0.00, NULL, NULL, 130000000, 2400000, 40000000, 'open_dt: 2019-11-27 / store_note: 기존사업자 김상훈 -> 이수경 (양도양수)

양도양수 일자 : 23.12.16', 713, 713, NULL),
(714, 'KOYJUS180144', '할맥 울산달동점', '양성옥', '7', NULL, '울산광역시 남구 달동 1257-6', 35.5381203, 129.3353729, 'renewal', '2026-11-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(달동)', NULL, 'YJ', '2024-11-14', '4104100520', 0, 0, 0, 0, '김진석', NULL, '우세현', '2018-11-15', 139.87, 0.00, 0, NULL, 0, 3100000, 150000000, 'open_dt: 2018-11-22', 714, 714, NULL),
(715, 'KOYJUS190255', '할맥 울산대점', '최용식', '7', NULL, '울산 남구 대학로76번길 8', 35.5412064, 129.2598114, 'renewal', '2027-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '680-808', 'YJ', '2025-06-10', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-06-11', 165.00, 0.00, NULL, NULL, 0, 4000000, 80000000, 'open_dt: 2019-06-18', 715, 715, NULL),
(716, 'KOYJUS200494', '할맥 울산덕신점', '양원석', '7', NULL, '울산 울주군 온산읍 온덕2길 16', 35.4348183, 129.3106842, 'renewal', '2026-04-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-15', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '최고봉', '2020-04-16', 122.10, 0.00, NULL, NULL, 36000000, 1400000, 20000000, 'open_dt: 2020-05-01', 716, 716, NULL),
(717, 'KOYJUS210774', '할맥 울산덕하점', '방혜나', '7', NULL, '울산 울주군 청량읍 상남길 68', 35.4867020, 129.3041229, 'renewal', '2025-10-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '44985', 'YJ', '2023-10-21', NULL, 0, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2021-10-21', 82.50, 0.00, NULL, NULL, 8000000, 1500000, 25000000, 'open_dt: 2021-10-28', 717, 717, NULL),
(718, 'KOYJUS200576', '할맥 울산매곡점', '차문호', '7', NULL, '울산 북구 매곡동 542-10', 35.6426888, 129.3553009, 'transfer', '2026-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-07-09', 112.20, 0.00, NULL, NULL, 0, 1575000, 40000000, 'open_dt: 2020-08-04', 718, 718, NULL),
(719, 'KOYJUS200424', '할맥 울산명촌점', '장진영', '7', NULL, '울산 북구 명촌12길 6', 35.5555191, 129.3560028, 'transfer', '2026-02-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '683-390', 'YJ', '2024-02-12', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2020-02-12', 125.20, 0.00, NULL, NULL, 20000000, 3500000, 25000000, 'open_dt: 2020-02-20 / store_note: 김영주>장진영 (25.08.26) 양수도



(실운영자 윤도겸 010-8013-9500)', 719, 719, NULL),
(720, 'KOYJUS200532', '할맥 울산무거점', '최준호', '7', NULL, '울산 남구 무거동 1527-8', 35.5494232, 129.2614899, 'renewal', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-03', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '최고봉', '2020-06-04', 177.23, 0.00, NULL, NULL, 60000000, 1700000, 40000000, 'open_dt: 2020-06-19', 720, 720, NULL),
(721, 'KOYJUS190374', '할맥 울산병영점', '임영환', '7', NULL, '울산 중구 남외동 430-21', 35.5692863, 129.3424530, 'renewal', '2025-11-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '681-801', 'YJ', '2023-11-20', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-11-20', 118.80, 0.00, NULL, NULL, 0, 3500000, 50000000, 'store_note: 공동사업자(임영환,김오례)  > 단독사업자 명의 변경 (임영환) (25.11.27)', 721, 721, NULL),
(722, 'KOYJUS200521', '할맥 울산삼남점', '김정임', '7', NULL, '울산 울주군 삼남면 서상평길 14', 35.5600357, 129.1154327, 'renewal', '2026-05-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-24', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2020-05-25', 157.55, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2020-06-11', 722, 722, NULL),
(723, 'KOYJUS200592', '할맥 울산성남점', '임태규', '7', NULL, '울산 중구 중앙길 90-4', 35.5548859, 129.3185577, 'renewal', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-07-28', 100.00, 0.00, NULL, NULL, 40000000, 2400000, 30000000, 'open_dt: 2020-08-20', 723, 723, NULL),
(724, 'KOYJUS200618', '할맥 울산송정점', '박찬우', '7', NULL, '울산 북구 송정16길 22', 35.6016006, 129.3629303, 'renewal', '2026-08-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-26', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최고봉', '2020-08-27', 138.60, 0.00, NULL, NULL, 0, 3200000, 50000000, 'open_dt: 2020-09-15', 724, 724, NULL),
(725, NULL, '할맥 울산신정시장점', '이소미', '7', NULL, '울산 남구 신정동 624-19', 35.5414124, 129.3104095, 'new', '2026-10-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '44672', 'YJ', '2024-10-28', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '우세현', '2024-10-28', 125.00, 125.00, 1, NULL, 0, 2000000, 20000000, 'open_dt: 2024-11-12', 725, 725, NULL),
(726, 'KOYJUS200645', '할맥 울산신정점', '이소미', '7', NULL, '울산 남구 신정동 480-7', 35.5449333, 129.3106384, 'transfer', '2026-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '44679', 'YJ', '2024-10-07', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-10-08', 125.40, 0.00, NULL, NULL, 0, 2000000, 20000000, 'open_dt: 2020-10-20 / store_note: 전한섭→이소미(단순명의변경/부부관계) - 양수도일자 : 24.11.11', 726, 726, NULL),
(727, 'KOYJUS210732', '할맥 울산야음점', '박찬우', '7', NULL, '울산 남구 야음동 717-4', 35.5236702, 129.3182220, 'renewal', '2027-06-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '44746', 'YJ', '2025-06-21', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최고봉', '2021-06-22', 121.10, 0.00, NULL, NULL, 0, 3700000, 60000000, 'open_dt: 2021-06-23 / store_note: 25.08.29 가맹해지 (폐점)', 727, 727, NULL),
(728, 'KOYJUS200469', '할맥 울산옥동점', '김선미', '7', NULL, '울산 남구 신정동 1641-4', 35.5357895, 129.2994690, 'renewal', '2026-03-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-16', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-03-17', 72.60, 0.00, NULL, NULL, 0, 1600000, 50000000, 'open_dt: 2020-04-03', 728, 728, NULL),
(729, 'KOYJUS210714', '할맥 울산온양점', '정임진', '7', NULL, '울산 울주군 온양읍 대안리 402-14', 35.4093742, 129.2842712, 'renewal', '2027-04-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '44979', 'YJ', '2025-04-18', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2021-04-19', 75.90, 0.00, NULL, NULL, 0, 1000000, 30000000, 'open_dt: 2021-05-13', 729, 729, NULL),
(730, 'KOYJUS190377', '할맥 울산일산점', '최병양', '7', NULL, '울산 동구 대학길 179', 35.4971008, 129.4272308, 'renewal', '2025-12-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '682-811', 'YJ', '2023-12-06', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '최고봉', '2019-12-06', 115.50, 0.00, NULL, NULL, 0, 2500000, 60000000, NULL, 730, 730, NULL),
(731, 'KOYJUS200406', '할맥 울산전하점', '강금순', '7', NULL, '울산 동구 전하로 24', 35.5126076, 129.4282074, 'renewal', '2026-01-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '682-819', 'YJ', '2024-01-07', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-01-07', 82.50, 0.00, NULL, NULL, 32000000, 1600000, 13000000, 'open_dt: 2020-01-22', 731, 731, NULL),
(732, 'KOYJUS200661', '할맥 울산천상점', '박진석', '7', NULL, '울산 울주군 범서읍 천상중앙길 84', 35.5629578, 129.2271423, 'transfer', '2026-11-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-19', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2020-11-20', 85.80, 0.00, NULL, NULL, 30000000, 1600000, 30000000, 'open_dt: 2020-11-30', 732, 732, NULL),
(733, NULL, '할맥 울산태화시장점', '신민준', '7', NULL, '울산 중구 우정동 725-4', 35.5565567, 129.3079987, 'new', '2026-06-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 105호', '44465', 'YJ', '2024-07-01', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '우세현', '2024-07-01', 66.00, 66.00, 1, NULL, 17000000, 2000000, 40000000, 'open_dt: 2024-07-16', 733, 733, NULL),
(734, 'KOYJUS220795', '할맥 울산태화점', '김재열', '7', NULL, '울산 중구 신기7길 17', 35.5520821, 129.2947388, 'renewal', '2026-01-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '44457', 'YJ', '2024-01-27', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2022-01-27', 56.10, 0.00, NULL, NULL, 35000000, 900000, 10000000, 'open_dt: 2022-03-03', 734, 734, NULL),
(735, 'KOYJUS190297', '할맥 울산호계점', '김진옥', '7', NULL, '울산 북구 호계동 277-4', 35.6280441, 129.3537140, 'renewal', '2027-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '683-812', 'YJ', '2025-07-16', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '우세현', '2019-07-17', 99.00, 0.00, NULL, NULL, 0, 1300000, 15000000, 'open_dt: 2019-08-07 / store_note: 양도양수 일자 : 23.7.17

기존사업자 이기열 -> 김진옥(양도양수)', 735, 735, NULL),
(736, 'KOYJUS200447', '할맥 울산화봉점', '신희덕', '7', NULL, '울산 북구 연암동 363-4', 35.5878906, 129.3668365, 'renewal', '2026-02-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '683-805', 'YJ', '2024-02-20', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '우세현', '2020-02-20', 125.40, 0.00, NULL, NULL, 0, 1800000, 50000000, 'open_dt: 2020-03-12 / store_note: 양도양수 일자 : 2023.10.10

기존사업자 윤자숙 -> 장무룡 (동업자간 명의변경)



양도양수 일자 : 2023.12.01

기존사업자 장무룡 -> 신희덕 (양도양수)

매장전화번호 변경 > 052-288-1815', 736, 736, NULL),
(737, 'KOYJGW200663', '할맥 원주 기업도시점', '박상현', '10', NULL, '강원 원주시 지정면 신지정로 322-1', 37.3824234, 127.8731689, 'renewal', '2026-11-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-09', '5860702646', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2020-11-09', 69.30, 0.00, NULL, NULL, 50000000, 2200000, 30000000, 'open_dt: 2020-12-03', 737, 737, NULL),
(738, 'KOYJGW190226', '할맥 원주 단계점', '방문규', '10', NULL, '강원 원주시 천사로 67', 37.3477097, 127.9325638, 'renewal', '2027-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '220-938', 'YJ', '2025-04-29', '7802701403', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-04-29', 96.30, 0.00, NULL, NULL, 0, 2300000, 30000000, 'open_dt: 2019-05-13', 738, 738, NULL),
(739, 'KOYJGW180075', '할맥 원주 단구점', '박준서', '10', NULL, '강원도 원주시 토지길 38', 37.3216934, 127.9563293, 'renewal', '2026-04-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(단구동)', NULL, 'YJ', '2024-04-06', '4730602232', 0, 0, 0, 0, '김진석', NULL, '제갈민', '2018-04-06', 81.98, 0.00, 0, NULL, 0, 1300000, 30000000, 'open_dt: 2018-05-02', 739, 739, NULL),
(740, 'KOYJGW170056', '할맥 원주 무실점', '이정순', '10', NULL, '강원도 원주시 만대공원길 8-4', 37.3373413, 127.9286041, 'renewal', '2025-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(무실동)', NULL, 'YJ', '2023-11-06', '6554000349', 0, 0, 0, 0, '김진석', NULL, '제갈민', '2017-11-06', 82.64, 0.00, 0, NULL, 0, 2000000, 20000000, 'open_dt: 2017-11-11', 740, 740, NULL),
(741, 'KOYJGW210686', '할맥 원주 혁신도시점', '장성기', '10', NULL, '강원 원주시 반곡동 1880-7', 37.3248215, 127.9800568, 'renewal', '2027-02-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '26465', 'YJ', '2025-02-08', '6970802021', 7000000, 3000000, 0, 2000000, '양다운', NULL, '제갈민', '2021-02-08', 62.70, 0.00, NULL, NULL, 0, 1000000, 20000000, 'open_dt: 2021-03-03', 741, 741, NULL),
(742, NULL, '할맥 원주흥업점', '안성애', '10', NULL, '강원특별자치도 원주시 흥업면 남원로 64', 37.3018150, 127.9198532, 'new', '2025-08-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층', '26403', 'YJ', '2025-08-13', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '제갈민', '2025-08-14', 158.40, 158.40, NULL, NULL, 0, 0, 0, 'open_dt: 2025-09-02', 742, 742, NULL),
(743, 'KOYJGG200441', '할맥 의왕내손점', '장한길', '9', NULL, '경기 의왕시 내손동 738', 37.3797760, 126.9766693, 'renewal', '2026-02-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '437-834', 'YJ', '2024-02-25', '5291801280', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2020-02-25', 110.55, 0.00, NULL, NULL, 0, 2700000, 50000000, 'open_dt: 2020-03-06', 743, 743, NULL),
(744, 'KOYJGG210724', '할맥 의왕역점', '최정희', '9', NULL, '경기 의왕시 부곡중앙남4길 1', 37.3208275, 126.9516449, 'renewal', '2027-05-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16089', 'YJ', '2025-05-26', '5401201704', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-05-27', 82.50, 0.00, NULL, NULL, 80000000, 2400000, 50000000, 'open_dt: 2021-06-01', 744, 744, NULL),
(745, 'KOYJGG220821', '할맥 의왕오전점', '이찬민', '9', NULL, '경기 의왕시 경수대로 262', 37.3506813, 126.9731903, 'renewal', '2026-06-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '16058', 'YJ', '2024-06-30', '4422701253', 7000000, 3000000, 0, 2000000, '양다운', NULL, '역전F&C공용', '2022-06-30', 66.00, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2022-07-05', 745, 745, NULL),
(746, 'KOYJGG210777', '할맥 의정부 고산지구점', '박광운', '9', NULL, '경기 의정부시 월유로 16', 37.7287865, 127.1101761, 'renewal', '2025-11-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11800', 'YJ', '2023-11-16', '2132301604', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-11-16', 99.00, 0.00, NULL, NULL, 0, 6000000, 100000000, 'open_dt: 2021-11-23', 746, 746, NULL),
(747, 'KOYJGG210706', '할맥 의정부 금오지구점', '오동영', '9', NULL, '경기 의정부시 금오동 470-2', 37.7524834, 127.0684738, 'renewal', '2027-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11757', 'YJ', '2025-04-07', '2174500521', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-04-07', 61.50, 0.00, NULL, NULL, 0, 2300000, 30000000, 'open_dt: 2021-05-04', 747, 747, NULL),
(748, 'KOYJGG190339', '할맥 의정부 민락점', '장여원', '9', NULL, '경기 의정부시 민락동 838-2', 37.7452736, 127.0979614, 'transfer', '2025-10-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '480-090', 'YJ', '2023-10-18', '1086200807', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이승민', '2019-10-18', 130.18, 0.00, NULL, NULL, 150000000, 4000000, 100000000, 'open_dt: 2019-10-30 / store_note: 2024.09월 양도양수



-> 장여원 911125 // 010-8481-8222



경상북도 경주시 동대로 21, 2동 304호



양도양수 일자 : 24.10.01

기존사업자 김지웅 -> 장여원(양도양수)', 748, 748, NULL),
(749, 'KOYJGG180093', '할맥 의정부 중앙점', '박상용', '9', NULL, '경기도 의정부동 170-11', 37.7387505, 127.0498886, 'renewal', '2026-06-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(의정부동)', NULL, 'YJ', '2024-06-26', '2754201243', 0, 0, 0, 0, '김진석', NULL, '이승민', '2018-06-27', 94.88, 0.00, 0, NULL, 0, 2300000, 50000000, 'open_dt: 2018-07-06 / store_note: 양도양수 일자 : 24.02.09

기존사업자 김종철 -> 박상용(양도양수)', 749, 749, NULL),
(750, 'KOYJGG210750', '할맥 의정부 회룡역점', '정명채', '9', NULL, '경기 의정부시 외미로 92-20', 37.7236443, 127.0463257, 'renewal', '2027-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11638', 'YJ', '2025-07-15', '2833500965', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2021-07-15', 77.50, 0.00, NULL, NULL, 15000000, 3000000, 70000000, 'open_dt: 2021-07-28', 750, 750, NULL),
(751, 'KOYJGG220861', '할맥 의정부신곡점', '김남보', '9', NULL, '경기 의정부시 신곡동 720-4', 37.7310448, 127.0578308, 'renewal', '2026-11-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '104,105', '11730', 'YJ', '2024-11-23', '8137500326', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이승민', '2022-11-23', 113.69, 0.00, NULL, NULL, 35000000, 3400000, 50000000, NULL, 751, 751, NULL),
(752, NULL, '할맥 의정부호원점', '최태환', '9', NULL, '경기 의정부시 호원동 454-24', 37.7100372, 127.0476227, 'new', '2027-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '11711', 'YJ', '2025-08-19', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '이승민', '2025-08-19', 0.00, 95.00, NULL, NULL, 0, 3500000, 50000000, 'open_dt: 2025-08-21', 752, 752, NULL),
(753, 'YJGG240971', '할맥 의정부흥선역점', '김규훈', '9', NULL, '경기 의정부시 흥선로 53', 37.7441864, 127.0334854, 'new', '2026-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '11661', 'YJ', '2024-07-15', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '이승민', '2024-07-15', 99.00, 99.00, NULL, NULL, 0, 0, 0, 'open_dt: 2024-07-01 / property_note: 임대인 자가건물&직접운영', 753, 753, NULL),
(754, 'KOYJGG190280', '할맥 이천 중리점', '윤순심', '9', NULL, '경기 이천시 중리동 191-4', 37.2791443, 127.4442139, 'renewal', '2027-07-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '467-808', 'YJ', '2025-07-03', '7257400250', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-07-04', 122.10, 0.00, NULL, NULL, 0, 1100000, 40000000, 'open_dt: 2019-07-23', 754, 754, NULL),
(755, 'KOYJGG190192', '할맥 이천 하이닉스점', '전환구', '9', NULL, '경기 이천시 부발읍 아미리 728-1', 37.2530327, 127.4902573, 'renewal', '2027-03-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '467-866', 'YJ', '2025-03-21', '2450201362', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '제갈민', '2019-03-21', 243.50, 0.00, NULL, NULL, 105000000, 3500000, 50000000, 'open_dt: 2019-03-29', 755, 755, NULL),
(756, 'KOYJJB170010', '할맥 익산동부점', '박종현', '13', NULL, '전라북도 익산시 고봉로 176', 35.9477806, 126.9672318, 'renewal', '2027-01-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(영등동)', NULL, 'YJ', '2025-02-01', '5062716365', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-02-02', 39.00, 0.00, 0, NULL, 0, 700000, 13000000, 'open_dt: 2017-03-07', 756, 756, NULL),
(757, 'KOYJJB170054', '할맥 익산동산2호점', '오은주', '13', NULL, '전라북도 익산시 평동로12길 21', 35.9271469, 126.9588089, 'renewal', '2025-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(동산동)', NULL, 'YJ', '2023-10-23', '1862400479', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-10-23', 49.59, 0.00, 0, NULL, 0, 600000, 10000000, 'open_dt: 2017-10-24', 757, 757, NULL),
(758, 'KOYJJB170004', '할맥 익산동산점', '서국현', '13', NULL, '전라북도 익산시 서동로 104', 35.9340210, 126.9631500, 'transfer', '2027-01-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(동산동)', NULL, 'YJ', '2025-01-05', '1041794467', 0, 3000000, 0, 0, '김진석', NULL, '노준호', '2017-01-04', 75.00, 0.00, 0, NULL, 0, 1200000, 20000000, 'open_dt: 2017-12-28', 758, 758, NULL),
(759, NULL, '할맥 익산마동점', '이진하', '13', NULL, '전북특별자치도 익산시 서동로 105', 35.9344330, 126.9628372, 'new', '2027-11-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '54598', 'YJ', '2025-11-13', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '노준호', '2025-11-13', 173.00, 145.00, NULL, NULL, 30000000, 1000000, 30000000, 'open_dt: 2025-11-25', 759, 759, NULL),
(760, 'KOYJJB170012', '할맥 익산모현점', '김영희', '13', NULL, '전라북도 익산시 선화로3길 33-8', 35.9523048, 126.9396667, 'renewal', '2027-03-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(모현동1가)', NULL, 'YJ', '2025-03-08', '1877000144', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-03-06', 139.51, 0.00, 0, NULL, 0, 3300000, 50000000, 'open_dt: 2017-03-22 / store_note: 19.07.01

양도양수 完', 760, 760, NULL),
(761, NULL, '할맥 익산부송점', '김용관', '13', NULL, '전북특별자치도 익산시 부송동 1035-3', 35.9586830, 126.9902115, 'new', '2026-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '54562', 'YJ', '2024-08-12', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '노준호', '2024-08-12', 185.00, 185.00, 1, NULL, 0, 2500000, 60000000, 'open_dt: 2024-08-10', 761, 761, NULL),
(762, 'KOYJJB219990', '할맥 익산어양점', '황경준', '13', NULL, '전북특별자치도 익산시 궁동로 100', 35.9620743, 126.9822464, 'new', '2027-07-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '54553', 'YJ', '2025-07-31', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '노준호', '2025-07-31', 66.00, 66.00, NULL, NULL, 7000000, 1200000, 20000000, NULL, 762, 762, NULL),
(763, 'KOYJJB170048', '할맥 익산영등2호점', '김종호', '13', NULL, '전라북도 익산시 약촌로 235', 35.9546967, 126.9735184, 'renewal', '2025-09-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(영등동)', NULL, 'YJ', '2023-09-18', '1421100746', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-09-18', 72.00, 0.00, 0, NULL, 0, 1300000, 30000000, 'open_dt: 2017-09-30 / store_note: 19.09.10 

양도양수 完', 763, 763, NULL),
(764, 'KOYJJB160001', '할맥 익산영등점', '김정균', '13', NULL, '전라북도 익산시 무왕로15길 12-1', 35.9597359, 126.9785843, 'transfer', '2026-12-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(영등동)', NULL, 'YJ', '2024-12-15', '4454600176', 0, 0, 0, 0, '김진석', NULL, '노준호', '2016-12-15', 43.98, 0.00, 0, NULL, 0, 0, 0, 'open_dt: 2016-11-10 / store_note: 22.05.11 양도양수

-> 사업자 명의변경完', 764, 764, NULL),
(765, 'KOYJJB180067', '할맥 익산원광대점', '김용관', '13', NULL, '전라북도 익산시 동서로 19길 73', 35.9606781, 126.9576950, 'renewal', '2026-02-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신동)', NULL, 'YJ', '2024-02-06', '5563700440', 0, 0, 0, 0, '김진석', NULL, '노준호', '2018-02-06', 66.12, 0.00, 0, NULL, 0, 1300000, 50000000, 'open_dt: 2018-02-14', 765, 765, NULL),
(766, 'KOYJJB170026', '할맥 익산함열점', '김국', '13', NULL, '전라북도 익산시 함열읍 함열중앙로 38', 36.0783005, 126.9615631, 'renewal', '2027-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(함열)', NULL, 'YJ', '2025-07-16', '7840300813', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-07-17', 74.40, 0.00, 0, NULL, 0, 550000, 50000000, 'open_dt: 2017-07-28', 766, 766, NULL),
(767, 'KOYJIC200624', '할맥 인천가좌점', '이종혁', '4', NULL, '인천 서구 가좌동 30-30', 37.4942360, 126.6840591, 'transfer', '2026-08-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-01', '8581002406', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-09-01', 85.80, 0.00, NULL, NULL, 50000000, 3000000, 60000000, 'open_dt: 2020-09-18 / store_note: 1) 양도양수 일자 : 2023.11.17/ 조광식-> 권순직 

2) 양도양수 일자 : 2025.02.01 /권순직->권향숙', 767, 767, NULL),
(768, 'KOYJIC200658', '할맥 인천간석오거리역점', '백정아', '4', NULL, '인천 남동구 간석동 275-1', 37.4654808, 126.7075882, 'transfer', '2026-10-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-27', '8564800569', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-10-28', 115.50, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2020-11-24', 768, 768, NULL),
(769, 'KOYJIC210757', '할맥 인천간석점', '차영대', '4', NULL, '인천 남동구 간석동 916-21', 37.4622726, 126.7200928, 'renewal', '2027-07-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21512', 'YJ', '2025-07-27', '5873900958', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-07-27', 105.80, 0.00, NULL, NULL, 0, 2600000, 50000000, 'open_dt: 2021-08-05', 769, 769, NULL),
(770, 'YJIC230908', '할맥 인천강화점', '한상우', '4', NULL, '인천 강화군 강화읍 강화대로 398', 37.7459297, 126.4872055, 'new', '2027-08-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '23031', 'YJ', '2025-08-07', '6820402680', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '홍태선', '2023-08-07', 99.00, 0.00, NULL, NULL, 34000000, 2750000, 50000000, 'open_dt: 2023-08-22', 770, 770, NULL),
(771, 'KOYJIC230916', '할맥 인천검단신도시점', '김대현', '4', NULL, '인천 서구 원당동 1033-4', 37.5944557, 126.7157898, 'new', '2025-09-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '22865', 'YJ', '2023-09-18', '8897100500', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '최지호', '2023-09-18', 68.63, 0.00, NULL, NULL, 0, 5800000, 70000000, 'open_dt: 2023-10-04', 771, 771, NULL),
(772, 'KOYJIC200466', '할맥 인천검단점', '성하빈', '4', NULL, '인천 서구 왕길동 641-5', 37.6017494, 126.6551743, 'transfer', '2026-03-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-27', '5725500539', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-03-26', 119.00, 0.00, NULL, NULL, 120000000, 4500000, 60000000, 'open_dt: 2020-04-02', 772, 772, NULL),
(773, NULL, '할맥 인천검암로얄파크점', '이가현', '4', NULL, '인천 서구 한중로 10', 37.5776672, 126.6738129, 'new', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '메르시타워 제102호,103호', '22687', 'YJ', '2024-06-10', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '최지호', '2024-06-10', 73.00, 73.00, 1, NULL, 0, 2700000, 50000000, 'open_dt: 2024-06-26 / property_note: 두칸 확정한 점포이며,

102호는 임차 /103호는 분양받은 자가건물임', 773, 773, NULL),
(774, 'KOYJIC210688', '할맥 인천검암점', '최준용', '4', NULL, '인천 서구 승학로 464', 37.5631485, 126.6735992, 'renewal', '2027-02-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '22696', 'YJ', '2025-02-02', '7502801127', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2021-02-03', 99.00, 0.00, NULL, NULL, 35000000, 1800000, 20000000, 'open_dt: 2021-03-09', 774, 774, NULL),
(775, 'KOYJIC200639', '할맥 인천경서점', '구본열', '4', NULL, '인천 서구 경서동 728-3', 37.5587997, 126.6526642, 'renewal', '2026-09-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-09', '5413600887', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-09-10', 66.00, 0.00, NULL, NULL, 25000000, 1700000, 20000000, 'open_dt: 2020-10-08', 775, 775, NULL),
(776, 'KOYJIC200564', '할맥 인천경인교대점', '이진우', '4', NULL, '인천 계양구 계산동 966-11', 37.5375214, 126.7252426, 'transfer', '2026-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-08', '7780702231', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-07-08', 122.30, 0.00, NULL, NULL, 110000000, 2600000, 30000000, 'open_dt: 2020-07-21', 776, 776, NULL),
(777, 'KOYJIC200420', '할맥 인천계양구청점', '최종은', '4', NULL, '인천 계양구 도두리로 10', 37.5338364, 126.7351379, 'renewal', '2026-01-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '407-060', 'YJ', '2024-01-10', '8490501530', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-01-10', 112.00, 0.00, NULL, NULL, 200000000, 5900000, 50000000, 'open_dt: 2020-01-30', 777, 777, NULL),
(778, 'KOYJIC190272', '할맥 인천구월아시아드점', '노석주', '4', NULL, '인천 남동구 선수촌공원로23번길 10-21', 37.4420013, 126.7086105, 'renewal', '2027-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-07-09', '5010445809', 7000000, 0, 0, 2000000, '김종필', NULL, '장민국', '2019-07-10', 95.70, 0.00, NULL, NULL, 130000000, 4000000, 70000000, 'open_dt: 2019-07-11', 778, 778, NULL),
(779, 'KOYJIC190383', '할맥 인천구월점', '백성일', '4', NULL, '인천 남동구 성말로 16', 37.4451332, 126.7022324, 'renewal', '2027-12-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '405-841', 'YJ', '2025-12-02', '3781002273', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-12-02', 183.50, 0.00, NULL, NULL, 300000000, 9000000, 120000000, 'open_dt: 2020-01-08', 779, 779, NULL),
(780, NULL, '할맥 인천논현에코중앙점', '김철우', '4', NULL, '인천 남동구 에코중앙로150번길 12-5', 37.3905182, 126.7257309, 'new', '2028-02-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '21684', 'YJ', '2026-02-12', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '장민국', '2026-02-12', 134.01, 134.01, 1, NULL, 0, 0, 0, 'open_dt: 2026-03-04', 780, 780, NULL),
(781, 'KOYJIC170014', '할맥 인천논현점', '류종용', '4', NULL, '인천광역시 남동구 논현남로25', 37.4036140, 126.7230988, 'renewal', '2027-03-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(논현동)', NULL, 'YJ', '2025-03-31', '8844000971', 0, 0, 0, 0, '김진석', NULL, '장민국', '2017-03-31', 66.00, 0.00, 0, NULL, 0, 5000000, 100000000, 'open_dt: 2017-04-13 / store_note: 점주님 개명 

류종용-> 류희성', 781, 781, NULL),
(782, 'KOYJIC200644', '할맥 인천당하점', '장은희', '4', NULL, '인천 서구 청마로 175', 37.5928764, 126.6764297, 'renewal', '2026-09-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-22', '2821501279', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-09-22', 75.90, 0.00, NULL, NULL, 25000000, 2700000, 30000000, 'open_dt: 2020-10-20', 782, 782, NULL),
(783, 'KOYJIC200502', '할맥 인천도화점', '이원주', '4', NULL, '인천 미추홀구 숙골로95번길 9', 37.4702301, 126.6618042, 'renewal', '2028-04-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-04-17', '1094941097', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-04-17', 102.60, 0.00, NULL, NULL, 0, 4700000, 60000000, 'open_dt: 2020-05-08', 783, 783, NULL),
(784, NULL, '할맥 인천동수역점', '김태운', '4', NULL, '인천 부평구 부평동 754-92', 37.4858246, 126.7186813, 'new', '2026-09-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21408', 'YJ', '2024-09-09', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '장민국', '2024-09-09', 110.00, 110.00, 1, NULL, 0, 2000000, 20000000, 'open_dt: 2024-09-26', 784, 784, NULL),
(785, 'KOYJIC190236', '할맥 인천동암점', '임성진', '4', NULL, '인천 부평구 십정동 406-2', 37.4712181, 126.7000198, 'renewal', '2027-05-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '403-848', 'YJ', '2025-05-17', '6873900656', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-05-17', 128.70, 0.00, NULL, NULL, 170000000, 3700000, 40000000, 'open_dt: 2019-05-22', 785, 785, NULL),
(786, 'KOYJIC210776', '할맥 인천동양점', '고현숙', '4', NULL, '인천 계양구 동양동 610-4', 37.5610771, 126.7550659, 'renewal', '2027-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21018', 'YJ', '2025-07-22', '2520402233', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-07-22', 66.00, 0.00, NULL, NULL, 0, 2400000, 50000000, 'open_dt: 2021-08-05', 786, 786, NULL),
(787, 'KOYJIC200574', '할맥 인천동인천역점', '서미나', '4', NULL, '인천 중구 우현로87번길 4', 37.4748611, 126.6304016, 'transfer', '2026-07-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-23', '4530601563', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-07-23', 105.60, 0.00, NULL, NULL, 20000000, 1700000, 30000000, 'open_dt: 2020-08-04 / store_note: 기존사업자 김재훈 -> 서미나

양도양수 일자 : 25.06.23', 787, 787, NULL),
(788, 'KOYJIC210745', '할맥 인천동춘점', '김철규', '4', NULL, '인천 연수구 동춘동 934-2', 37.4072914, 126.6717758, 'renewal', '2027-07-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21972', 'YJ', '2025-07-07', '2360702042', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-07-08', 66.00, 0.00, NULL, NULL, 46000000, 2100000, 40000000, 'open_dt: 2021-07-22', 788, 788, NULL),
(789, 'KOYJIC230911', '할맥 인천루원린스트라우스점', '김라영', '4', NULL, '인천 서구 서곶로 45', 37.5217171, 126.6783142, 'transfer', '2027-08-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, 'B20', '22776', 'YJ', '2025-08-07', '8301501971', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '장민국', '2023-08-10', 75.90, 0.00, NULL, NULL, 0, 2900000, 30000000, 'open_dt: 2023-08-30', 789, 789, NULL),
(790, 'KOYJIC200559', '할맥 인천루원시티점', '박정혁', '4', NULL, '인천 서구 가정동 617-3', 37.5267334, 126.6720276, 'renewal', '2028-06-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-06-29', '1713001007', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-06-29', 102.30, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2020-07-17', 790, 790, NULL),
(791, 'KOYJIC200420', '할맥 인천만수3지구점', '박경환', '4', NULL, '인천 남동구 담방로60번길 5', 37.4451370, 126.7391510, 'transfer', '2028-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '405-868', 'YJ', '2026-01-29', '7193500770', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-01-29', 65.00, 0.00, NULL, NULL, 50000000, 1100000, 30000000, 'open_dt: 2020-01-14 / store_note: 양도양수 일자 : 24.01.31

기존사업자 김현중 -> 김수현(양도양수)



25년 3월 4일 

명의자 김수현에서 -> 김수현 , 박경환으로 수정



25년 4월 7일 

명의변경 박경환외1명 -> 박경환', 791, 791, NULL),
(792, 'KOYJIC200627', '할맥 인천만수역점', '형대희', '4', NULL, '인천 남동구 만수동 949-7', 37.4545135, 126.7316360, 'renewal', '2026-08-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-18', '6322301222', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-08-18', 101.60, 0.00, NULL, NULL, 0, 2100000, 20000000, 'open_dt: 2020-09-30', 792, 792, NULL),
(793, 'KOYJIC210776', '할맥 인천미래타운점', '김병민', '4', NULL, '인천 부평구 영성서로 35-14', 37.5209579, 126.7424011, 'renewal', '2027-10-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21319', 'YJ', '2025-10-25', '2520402233', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-10-26', 102.30, 0.00, NULL, NULL, 32000000, 1600000, 40000000, 'open_dt: 2021-11-09', 793, 793, NULL),
(794, 'KOYJIC190300', '할맥 인천부평역점', '정미자', '4', NULL, '인천 부평구 시장로12번길 7', 37.4921227, 126.7249527, 'transfer', '2027-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '403-821', 'YJ', '2025-07-29', '7443101200', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-07-29', 217.80, 0.00, NULL, NULL, 350000000, 11250000, 200000000, 'open_dt: 2019-08-08 / store_note: 양도양수 일자 : 24.09.03

기존사업자 오덕용 -> 정미자(양도양수)', 794, 794, NULL),
(795, 'KOYJIC210720', '할맥 인천불로지구점', '이휘홍', '4', NULL, '인천 서구 검단로744번1길 30', 37.6126900, 126.6868591, 'renewal', '2027-05-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '22631', 'YJ', '2025-05-10', '1500501880', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2021-05-11', 69.30, 0.00, NULL, NULL, 0, 2000000, 40000000, 'open_dt: 2021-05-25', 795, 795, NULL),
(796, 'KOYJIC190310', '할맥 인천삼산점', '이재한', '4', NULL, '인천 부평구 삼산동 460-3', 37.5078812, 126.7354202, 'renewal', '2027-08-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '109~111', '21344', 'YJ', '2025-08-07', '4236800483', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-08-07', 113.74, 0.00, NULL, NULL, 0, 5250000, 90000000, 'open_dt: 2019-08-27', 796, 796, NULL),
(797, 'KOYJIC200457', '할맥 인천서구청점', '황시환', '4', NULL, '인천 서구 심곡동 246', 37.5441437, 126.6736603, 'transfer', '2026-03-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '404-833', 'YJ', '2024-03-03', '4623601259', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-03-03', 79.20, 0.00, NULL, NULL, 150000000, 3700000, 50000000, 'open_dt: 2020-03-25', 797, 797, NULL),
(798, 'KOYJIC180128', '할맥 인천서창점', '김요현', '4', NULL, '경기도 인천 남동구 서창동 708-3', 37.4224625, 126.7507095, 'renewal', '2026-08-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(서창동)', NULL, 'YJ', '2024-08-30', '5010652508', 0, 0, 0, 0, '김진석', NULL, '장민국', '2018-08-31', 79.34, 0.00, 0, NULL, 0, 1500000, 50000000, 'open_dt: 2018-09-12', 798, 798, NULL),
(799, 'KOYJIC200479', '할맥 인천석남점', '조정임', '4', NULL, '인천 서구 석남동 539', 37.5061340, 126.6725311, 'renewal', '2028-03-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-03-31', '2822501225', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-03-31', 99.00, 0.00, NULL, NULL, 83000000, 3600000, 65000000, 'open_dt: 2020-04-21', 799, 799, NULL),
(800, 'KOYJIC230919', '할맥 인천선학역점', '박신규', '4', NULL, '인천 연수구 학나래로6번길 62', 37.4256783, 126.6982346, 'new', '2027-09-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21911', 'YJ', '2025-09-11', '7851802050', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '장민국', '2023-09-11', 132.00, 0.00, NULL, NULL, 60000000, 3400000, 80000000, 'open_dt: 2023-10-05', 800, 800, NULL),
(801, 'KOYJIC200425', '할맥 인천센트럴파크점', '유민아', '4', NULL, '인천 연수구 송도동 22-18', 37.3933105, 126.6452332, 'transfer', '2028-01-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '406-840', 'YJ', '2026-01-30', '1073571069', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-01-30', 89.10, 0.00, NULL, NULL, 20000000, 5700000, 100000000, 'open_dt: 2020-02-21 / store_note: 전희숙→유민아 / 양수도일자 : 24-11-26', 801, 801, NULL),
(802, 'KOYJIC200664', '할맥 인천송도더테라스점', '류혜연', '4', NULL, '인천 연수구 센트럴로 415', 37.4108772, 126.6266861, 'transfer', '2026-11-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-08', '2606500687', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-11-09', 82.50, 0.00, NULL, NULL, 0, 5300000, 100000000, 'open_dt: 2020-12-08 / store_note: 양도양수 일자 : 2025.06.16

임정화, 장경진 -> 류혜연', 802, 802, NULL),
(803, 'KOYJIC200617', '할맥 인천송도롯데몰점', '임종형', '4', NULL, '인천 연수구 송도동 8-20', 37.3847733, 126.6426239, 'renewal', '2026-08-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-27', '8134300704', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-08-27', 99.00, 0.00, NULL, NULL, 0, 6500000, 100000000, 'open_dt: 2020-09-11', 803, 803, NULL),
(804, NULL, '할맥 인천송도스마트스퀘어점', '김의찬', '4', NULL, '인천 연수구 송도동 203-5', 37.3712616, 126.6493378, 'new', '2027-02-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '스마트스퀘어A동 109호', '21988', 'YJ', '2025-02-03', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '장민국', '2025-02-03', 94.00, 94.00, 1, NULL, 0, 0, 0, 'open_dt: 2025-02-25', 804, 804, NULL),
(805, 'KOYJIC210787', '할맥 인천시청점', '박재관', '4', NULL, '인천 남동구 예술로 206', 37.4524231, 126.7017899, 'renewal', '2025-12-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21558', 'YJ', '2023-12-21', '1141709045', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-12-21', 100.00, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2021-12-28', 805, 805, NULL),
(806, NULL, '할맥 인천신기점', '심현빈', '4', '010-2940-9504', '인천 미추홀구 주안동 1464-1', 37.4487839, 126.6801758, 'new', '2027-05-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '22227', 'YJ', '2025-05-02', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '장민국', '2025-05-02', 49.00, 49.00, 1, NULL, 0, 0, 0, 'open_dt: 2025-05-15', 806, 806, NULL),
(807, 'KOYJIC190286', '할맥 인천연수점', '정경배', '4', NULL, '인천 연수구 연수동 605-1', 37.4134903, 126.6787338, 'renewal', '2027-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '406-818', 'YJ', '2025-07-15', '1041664229', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-07-16', 125.40, 0.00, NULL, NULL, 120000000, 2500000, 20000000, 'open_dt: 2019-07-31', 807, 807, NULL),
(808, NULL, '할맥 인천영종점', '오승경', '4', NULL, '인천광역시 중구 영종대로118', 37.4948311, 126.4922409, 'renewal', '2026-07-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(운서동)', NULL, 'YJ', '2024-07-26', '6273400566', 0, 0, 0, 0, '김진석', NULL, '이찬규', '2018-07-26', 79.34, 0.00, 0, NULL, 30000000, 1800000, 40000000, 'open_dt: 2018-08-08', 808, 808, NULL),
(809, 'KOYJIC200571', '할맥 인천영종하늘도시점', '박지호', '4', NULL, '인천 중구 중산동 1885-7', 37.4876328, 126.5629959, 'renewal', '2026-07-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '인천 중구 중산동 1885-8 / 신축건물로 주소 검색 안됨', NULL, 'YJ', '2024-07-09', '1742001671', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-07-09', 89.10, 0.00, NULL, NULL, 0, 4700000, 50000000, 'open_dt: 2020-07-30', 809, 809, NULL),
(810, 'KOYJIC200522', '할맥 인천예술회관점', '마승환', '4', NULL, '인천 남동구 구월동 1368-10', 37.4473267, 126.6978836, 'renewal', '2028-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-06-03', '8032800951', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-06-03', 120.45, 0.00, NULL, NULL, 80000000, 1900000, 20000000, 'open_dt: 2020-06-11', 810, 810, NULL),
(811, 'KOYJIC200538', '할맥 인천옥련점', '장명현', '4', NULL, '인천 연수구 옥련동 194-2', 37.4232903, 126.6446152, 'renewal', '2028-06-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-06-08', '4870102046', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-06-09', 99.00, 0.00, NULL, NULL, 85000000, 2900000, 45000000, 'open_dt: 2020-06-26', 811, 811, NULL),
(812, 'KOYJIC190184', '할맥 인천용현점', '김창회', '4', NULL, '인천 미추홀구 용현동 630-83', 37.4516068, 126.6343155, 'renewal', '2027-03-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '402-834', 'YJ', '2025-03-11', '1845100538', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-03-12', 95.87, 0.00, NULL, NULL, 50000000, 2200000, 50000000, 'open_dt: 2019-03-19', 812, 812, NULL),
(813, NULL, '할맥 인천운서역점', '공성지', '4', NULL, '인천 중구 운서동 2801-2', 37.4944572, 126.4910507, 'new', '2028-05-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '102호', '22371', 'YJ', '2026-05-09', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '장민국', '2024-05-09', 69.00, 69.00, NULL, NULL, 0, 2100000, 20000000, 'open_dt: 2024-05-30', 813, 813, NULL),
(814, NULL, '할맥 인천원당지구점', '최병혁', '4', NULL, '인천 서구 원당대로835번길 2', 37.5941582, 126.6946182, 'new', '2025-11-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '22644', 'YJ', '2023-11-27', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '최지호', '2023-11-27', 79.20, 0.00, NULL, NULL, 10000000, 2600000, 30000000, 'open_dt: 2023-12-14', 814, 814, NULL),
(815, 'KOYJIC190176', '할맥 인천인하대점', '박종민', '4', NULL, '인천 미추홀구 용현동 194-29', 37.4521980, 126.6571198, 'renewal', '2027-02-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '402-825', 'YJ', '2025-02-24', '2250892857', 7000000, 0, 0, 0, '미지정(영업)', NULL, '장민국', '2019-02-25', 95.54, 0.00, NULL, NULL, 90000000, 2000000, 50000000, 'open_dt: 2019-03-08', 815, 815, NULL),
(816, 'KOYJIC200648', '할맥 인천임학점', '이종남', '4', NULL, '인천 계양구 임학동 67-5', 37.5454063, 126.7378922, 'renewal', '2026-09-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-23', '8050901561', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-09-23', 89.10, 0.00, NULL, NULL, 60000000, 2700000, 50000000, 'open_dt: 2020-10-23 / store_note: 기존사업자 이광성 -> 이종남 (양도양수)

양도양수 일자 : 23.12.16', 816, 816, NULL),
(817, 'KOYJIC210752', '할맥 인천작전점', '이대웅', '4', NULL, '인천 계양구 아나지로247번길 22', 37.5277176, 126.7200165, 'renewal', '2027-07-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21111', 'YJ', '2025-07-22', '7091901530', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-07-22', 56.10, 0.00, NULL, NULL, 0, 2200000, 30000000, 'open_dt: 2021-07-29', 817, 817, NULL),
(818, 'KOYJIC230909', '할맥 인천주안북부역점', '정성진', '4', NULL, '인천 미추홀구 염창로 57', 37.4658432, 126.6804428, 'new', '2027-08-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '22128', 'YJ', '2025-08-07', '3521002548', 7000000, 3000000, 0, 2000000, '서태윤', NULL, '장민국', '2023-08-07', 121.11, 0.00, NULL, NULL, 35000000, 2900000, 80000000, 'open_dt: 2023-08-24', 818, 818, NULL),
(819, 'KOYJIC190277', '할맥 인천주안점', '천우빈', '4', NULL, '인천 미추홀구 주안동 147-16', 37.4628563, 126.6822739, 'renewal', '2027-07-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '402-835', 'YJ', '2025-07-07', '7550301416', 0, 0, 0, 0, '김종필', NULL, '장민국', '2019-07-18', 108.90, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2019-07-18', 819, 819, NULL),
(820, 'KOYJIC200392', '할맥 인천청라수변점', '박은잠', '4', NULL, '인천 서구 청라동 162-9', 37.5333862, 126.6529160, 'renewal', '2027-12-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '404-180', 'YJ', '2025-12-11', '4050363778', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2019-12-11', 95.70, 0.00, NULL, NULL, 0, 2900000, 30000000, 'open_dt: 2020-01-08', 820, 820, NULL),
(821, 'KOYJIC210781', '할맥 인천청라시티타워점', '곽재민', '4', NULL, '인천 서구 청라한내로100번길 8-28', 37.5332909, 126.6304169, 'renewal', '2025-11-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '22758', 'YJ', '2023-11-30', '3770702606', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2021-11-30', 99.00, 0.00, NULL, NULL, 0, 3500000, 40000000, 'open_dt: 2021-12-14', 821, 821, NULL),
(822, 'KOYJIC230887', '할맥 인천청천원길로점', '박진성', '4', NULL, '인천 부평구 원길로6번길 1', 37.5041962, 126.7146225, 'renewal', '2027-04-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21364', 'YJ', '2025-04-27', '3521002548', 7000000, 3000000, 0, 2000000, '양다운', NULL, '장민국', '2023-04-27', 66.00, 0.00, NULL, NULL, 34000000, 1300000, 20000000, 'open_dt: 2023-05-11', 822, 822, NULL),
(823, 'KOYJIC200619', '할맥 인천청천점', '조병현', '4', NULL, '인천 부평구 청천동 180-4', 37.5132523, 126.7056351, 'renewal', '2026-08-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-01', '4330501790', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-09-01', 92.40, 0.00, NULL, NULL, 100000000, 3800000, 60000000, 'open_dt: 2020-09-15', 823, 823, NULL),
(824, 'KOYJIC200569', '할맥 인천트리플스트리트점', '박향대', '4', NULL, '인천 연수구 송도과학로16번길 33-3', 37.3798180, 126.6612473, 'transfer', '2026-07-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-07', '7416600451', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '장민국', '2020-07-07', 158.40, 0.00, NULL, NULL, 0, 4620000, 70000000, 'open_dt: 2020-07-24', 824, 824, NULL),
(825, 'KOYJIC220835', '할맥 인천호구포점', '이청명', '4', NULL, '인천 남동구 논현로26번길 12', 37.4026222, 126.7088623, 'renewal', '2026-08-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '21641', 'YJ', '2024-08-09', '5453001474', 7000000, 3000000, 2000000, 0, '양다운', NULL, '장민국', '2022-08-09', 94.36, 0.00, NULL, NULL, 0, 1600000, 20000000, 'open_dt: 2022-08-17 / store_note: 명의변경 일자 : 24.07.22

기존사업자 이소희 -> 이청명(남매간 명의변경/교육비 납부)', 825, 825, NULL),
(826, 'YJGG220840', '할맥 일산가좌점', '최두일', '9', NULL, '경기 고양시 일산서구 가좌동 392-26', 37.6860275, 126.7196045, 'renewal', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10209', 'YJ', '2024-07-28', '4490702293', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-07-28', 61.56, 0.00, NULL, NULL, 0, 1800000, 30000000, 'open_dt: 2022-08-23', 826, 826, NULL),
(827, 'YJGG200669', '할맥 일산대화역점', '엄재숙', '9', NULL, '경기 고양시 일산서구 대화동 2205', 37.6766930, 126.7471924, 'renewal', '2026-11-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-22', '4757500288', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2020-11-23', 82.50, 0.00, NULL, NULL, 70000000, 3850000, 40000000, 'open_dt: 2020-12-15', 827, 827, NULL),
(828, NULL, '할맥 일산라페스타점', '조성현', '9', NULL, '경기 고양시 일산동구 고봉로 32-12', 37.6643906, 126.7657776, 'renewal', '2027-06-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '410-837', 'YJ', '2025-06-09', '8330601342', 7000000, 0, 0, 0, '미지정(영업)', NULL, '홍태선', '2019-06-10', 135.30, 0.00, NULL, NULL, 0, 5800000, 50000000, 'open_dt: 2019-06-14', 828, 828, NULL),
(829, 'YJGG200460', '할맥 일산백석점', '김선주', '9', NULL, '경기 고양시 일산동구 백석로72번길 45-1', 37.6455803, 126.7880478, 'renewal', '2026-03-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-10', '3410601601', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-03-10', 72.60, 0.00, NULL, NULL, 68000000, 2300000, 30000000, 'open_dt: 2020-03-27 / store_note: 김선주님 &김용진님 공동사업자



* 김선주 (780927 ) : 010-6406-8075



* 김용진 (810522) : 010-4597-0522', 829, 829, NULL),
(830, 'YJGG220819', '할맥 일산식사점', '최진환', '9', NULL, '경기 고양시 일산동구 식사동 1533', 37.6773262, 126.8116074, 'renewal', '2026-06-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10323', 'YJ', '2024-06-21', '7960702355', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-06-21', 52.80, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2022-07-05', 830, 830, NULL),
(831, 'YJGG200555', '할맥 일산웨스턴돔점', '박재현', '9', NULL, '경기 고양시 일산동구 정발산로 31-17', 37.6574936, 126.7715607, 'transfer', '2026-06-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-24', '3850403283', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-06-25', 108.90, 0.00, NULL, NULL, 0, 8000000, 160000000, 'open_dt: 2020-07-10 / store_note: 양도양수 일자 : 24.10.18

기존사업자 박형규 -> 박재현(양도양수)', 831, 831, NULL),
(832, 'YJGG240999', '할맥 일산주엽역점', '이윤섭', '9', NULL, '경기 고양시 일산서구 주엽동 105', 37.6693230, 126.7615051, 'new', '2027-03-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '120,121,125,126호', '10386', 'YJ', '2025-03-10', '5282301957', 7000000, 3000000, 0, 2000000, '이영규', NULL, '홍태선', '2025-03-10', 83.00, 83.00, 1, NULL, 0, 5000000, 80000000, 'open_dt: 2025-03-18', 832, 832, NULL),
(833, 'YJGG200487', '할맥 일산탄현점', '황교진', '9', NULL, '경기 고양시 일산서구 탄현동 1574-2', 37.6903496, 126.7626114, 'renewal', '2028-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-04-07', '8961201403', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-04-07', 79.20, 0.00, NULL, NULL, 40000000, 3500000, 45000000, 'open_dt: 2020-04-24', 833, 833, NULL),
(834, 'KOYJJN200578', '할맥 전남강진점', '손명은', '14', NULL, '전남 강진군 강진읍 영랑로3길 9', 34.6386566, 126.7693787, 'renewal', '2026-07-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2020-07-20', 66.00, 0.00, NULL, NULL, 10000000, 800000, 20000000, 'open_dt: 2020-08-06', 834, 834, NULL),
(835, 'KOYJJN200530', '할맥 전남고흥점', '음소연', '14', NULL, '전남 고흥군 고흥읍 고흥로 1739', 34.6076164, 127.2845306, 'renewal', '2026-05-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-26', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '노준호', '2020-05-27', 66.00, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2020-05-27', 835, 835, NULL),
(836, 'KOYJJN180106', '할맥 전남구례점', '오희덕', '14', NULL, '전라남도 구례군 구례읍 봉북리 1447-1', 35.2140961, 127.4620895, 'renewal', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(봉북리)', NULL, 'YJ', '2024-07-29', '6040592840', 0, 0, 0, 0, '김진석', NULL, '안기주', '2018-07-30', 73.85, 0.00, 0, NULL, 0, 900000, 10000000, 'open_dt: 2018-08-07', 836, 836, NULL),
(837, 'KOYJJN190385', '할맥 전남무안점', '노재승', '14', NULL, '전남 무안군 무안읍 교촌리 1042', 34.9881477, 126.4724426, 'renewal', '2025-11-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '534-802', 'YJ', '2023-11-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '노준호', '2019-11-28', 115.50, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2019-12-24', 837, 837, NULL),
(838, 'KOYJJN200582', '할맥 전남영광점', '이경진', '14', NULL, '전남 영광군 영광읍 신남로 168', 35.2757225, 126.5004196, 'renewal', '2026-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-16', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2020-07-17', 125.40, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2020-08-11', 838, 838, NULL),
(839, 'KOYJJN220803', '할맥 전남완도점', '이점례', '14', NULL, '전남 완도군 완도읍 개포로62번길 20', 34.3173676, 126.7468262, 'transfer', '2026-04-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '59119', 'YJ', '2024-04-21', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2022-04-21', 62.70, 0.00, NULL, NULL, 16800000, 500000, 5000000, 'open_dt: 2022-05-04 / store_note: 김소진 → 이점례 / 양수도일자 : 24-12-01', 839, 839, NULL),
(840, 'KOYJJN210770', '할맥 전남장성점', '김미경', '14', NULL, '전남 장성군 장성읍 청운길 3', 35.3001289, 126.7810822, 'transfer', '2025-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '57220', 'YJ', '2023-10-07', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2021-10-07', 66.00, 0.00, NULL, NULL, 15000000, 800000, 10000000, 'open_dt: 2021-10-19', 840, 840, NULL),
(841, 'KOYJJN200670', '할맥 전남장흥점', '정경운', '14', NULL, '전남 장흥군 장흥읍 건산리 736-11', 34.6782837, 126.9079132, 'renewal', '2026-11-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-17', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2020-11-18', 85.80, 0.00, NULL, NULL, 10000000, 1200000, 20000000, 'open_dt: 2020-12-16', 841, 841, NULL),
(842, 'KOYJJN220831', '할맥 전남진도점', '송안수', '14', NULL, '전남 진도군 진도읍 쌍정1길 12-2', 34.4805031, 126.2671509, 'renewal', '2026-07-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '58926', 'YJ', '2024-07-26', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2022-07-26', 91.23, 0.00, NULL, NULL, 0, 1600000, 30000000, 'open_dt: 2022-08-04', 842, 842, NULL),
(843, 'KOYJJN220804', '할맥 전남함평점', '김정하', '14', NULL, '전남 함평군 함평읍 중앙길 118', 35.0648346, 126.5213699, 'renewal', '2026-04-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '57152', 'YJ', '2024-04-28', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2022-04-28', 72.60, 0.00, NULL, NULL, 0, 6000000, 3000000, 'open_dt: 2022-05-10', 843, 843, NULL),
(844, 'KOYJJN200403', '할맥 전남해남점', '오영재', '14', NULL, '전남 해남군 해남읍 읍내길 20-3', 34.5709229, 126.5995865, 'transfer', '2026-01-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '536-805', 'YJ', '2024-01-07', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '노준호', '2020-01-07', 132.00, 0.00, NULL, NULL, 40000000, 1400000, 18000000, 'open_dt: 2020-01-16', 844, 844, NULL),
(845, 'KOYJJN200540', '할맥 전남화순점', '김일권', '14', NULL, '전남 화순군 화순읍 만연로 60-8', 35.0608406, 126.9910965, 'renewal', '2026-06-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-22', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '서영인', '2020-06-23', 141.90, 0.00, NULL, NULL, 30000000, 1300000, 20000000, 'open_dt: 2020-06-30', 845, 845, NULL),
(846, 'KOYJJB210710', '할맥 전북고창점', '김영선', '13', NULL, '전북 고창군 고창읍 성산3길 1', 35.4353485, 126.6984711, 'renewal', '2027-05-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '56433', 'YJ', '2025-05-07', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2021-05-08', 69.30, 0.00, NULL, NULL, 0, 1250000, 15000000, 'open_dt: 2021-05-11', 846, 846, NULL),
(847, 'KOYJJB190160', '할맥 전북순창점', '오현경', '13', NULL, '전북 순창군 순창읍 남계리 213-5', 35.3761597, 127.1427841, 'renewal', '2027-01-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '595-803', 'YJ', '2025-01-16', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '안기주', '2019-01-17', 96.00, 0.00, NULL, NULL, 0, 1100000, 20000000, 'open_dt: 2019-01-29 / store_note: 양도양수 일자 : 24.09.27

기존사업자 조정훈 -> 오현경(양도양수)', 847, 847, NULL),
(848, 'KOYJJB220789', '할맥 전북장수점', '이정인', '14', NULL, '전북 장수군 장수읍 신천로 31', 35.6490593, 127.5163422, 'renewal', '2026-01-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '55632', 'YJ', '2024-01-04', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '노준호', '2022-01-04', 99.00, 0.00, NULL, NULL, 0, 1000000, 30000000, 'open_dt: 2022-01-18', 848, 848, NULL),
(849, 'KOYJJB240990', '할맥 전북진안점', '구아현', '1', NULL, '전북특별자치도 진안군 진안읍 군상리 439-3', 35.7922249, 127.4272079, 'new', '2026-12-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '55429', 'YJ', '2024-12-02', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '노준호', '2024-12-02', 73.00, 73.00, 1, NULL, 0, 0, 0, 'open_dt: 2024-12-17', 849, 849, NULL),
(850, 'KOYJJB190178', '할맥 전주객사점', '김은정', '13', NULL, '전북 전주시 완산구 다가동3가 91-3', 35.8170090, 127.1411438, 'renewal', '2027-03-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '560-053', 'YJ', '2025-03-02', NULL, 7000000, 0, 0, 0, '미지정(영업)', NULL, '순현진', '2019-02-28', 51.10, 0.00, NULL, NULL, 0, 1200000, 20000000, 'open_dt: 2019-03-13', 850, 850, NULL),
(851, 'KOYJJB170042', '할맥 전주대점', '강민영', '13', NULL, '전라북도 전주시 완산구 후곡길 31-19', 35.8114357, 127.0946350, 'renewal', '2025-09-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(효자동2가)', NULL, 'YJ', '2023-09-04', '8433500428', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-09-04', 131.40, 0.00, 0, NULL, 0, 1500000, 30000000, 'open_dt: 2017-09-22', 851, 851, NULL),
(852, 'KOYJJB190245', '할맥 전주만성점', '김도영', '13', NULL, '전북 전주시 덕진구 만성동 1373-2', 35.8429832, 127.0771332, 'transfer', '2027-05-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-05-26', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '노준호', '2019-05-27', 92.40, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2019-06-04', 852, 852, NULL),
(853, 'KOYJJB180078', '할맥 전주반월점', '주식회사 해영', '13', NULL, '전라북도 전주시 덕진구 쪽구름로 107', 35.8736687, 127.0735703, 'transfer', '2026-05-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(반월동)', NULL, 'YJ', '2024-05-10', '1783200551', 0, 0, 0, 0, '김진석', NULL, '노준호', '2018-05-11', 105.79, 0.00, 0, NULL, 0, 1800000, 30000000, 'open_dt: 2018-05-25 / store_note: 송호경 → (주)해영 / 양수도일자 : 24.11.28', 853, 853, NULL),
(854, 'KOYJJB170020', '할맥 전주삼천점', '임성균', '13', NULL, '전라북도 전주시 완산구 용리로 31', 35.7988434, 127.1131973, 'renewal', '2027-05-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(삼천동1가)', NULL, 'YJ', '2025-05-22', '2190668265', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-05-22', 59.84, 0.00, 0, NULL, 0, 1400000, 20000000, 'open_dt: 2017-05-31', 854, 854, NULL),
(855, 'KOYJJB170032', '할맥 전주서곡점', '천순영', '13', NULL, '전라북도 전주시 완산구 서곡로 71', 35.8353424, 127.1012039, 'renewal', '2025-08-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(효자동3가)', NULL, 'YJ', '2023-08-07', '8982100867', 0, 0, 0, 0, '미지정(영업)', NULL, '순현진', '2017-08-07', 23.16, 0.00, 0, NULL, 0, 1000000, 20000000, 'open_dt: 2017-08-23', 855, 855, NULL),
(856, 'KOYJJB170031', '할맥 전주서신2호점', '김현진', '13', NULL, '전라북도 전주시 완산구 서신천변로 9', 35.8261719, 127.1140976, 'transfer', '2025-08-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(서신동)', NULL, 'YJ', '2023-08-15', '8890700800', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-08-15', 102.48, 0.00, 0, NULL, 0, 600000, 20000000, 'open_dt: 2017-08-19', 856, 856, NULL),
(857, 'KOYJJB170006', '할맥 전주서신점', '이창현', '13', NULL, '전라북도 전주시 완산구 고사평5길 11', 35.8367538, 127.1087570, 'renewal', '2027-01-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(서신동)', NULL, 'YJ', '2025-01-11', '7050200773', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-01-12', 66.12, 0.00, 0, NULL, 0, 1000000, 20000000, 'open_dt: 2017-02-06', 857, 857, NULL),
(858, 'KOYJJB170013', '할맥 전주송천2호점', '이효정', '13', NULL, '전라북도 전주시 덕진구 붓내3길 6', 35.8665123, 127.1220779, 'renewal', '2027-03-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(송천동2가)', NULL, 'YJ', '2025-03-29', '4471900502', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-03-30', 87.00, 0.00, 0, NULL, 0, 2500000, 30000000, 'open_dt: 2017-03-30', 858, 858, NULL),
(859, 'KOYJJB170005', '할맥 전주송천점', '소미라', '13', NULL, '전라북도 전주시 덕진구 시천로 60', 35.8646049, 127.1146240, 'renewal', '2027-01-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(송천동1가)', NULL, 'YJ', '2025-01-04', '8261000395', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-01-05', 64.60, 0.00, 0, NULL, 0, 990000, 25000000, 'open_dt: 2017-01-24', 859, 859, NULL),
(860, 'KOYJJB170021', '할맥 전주신시가지점', '정성연', '13', NULL, '전라북도 전주시 완산구 홍산남로 83-19', 35.8164139, 127.1106339, 'renewal', '2027-05-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(효자동3가)', NULL, 'YJ', '2025-05-29', '7433000424', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-05-29', 102.48, 0.00, 0, NULL, 0, 4730000, 70000000, 'open_dt: 2017-06-08', 860, 860, NULL),
(861, 'KOYJJB170009', '할맥 전주아중리점', '박성배', '13', NULL, '전북특별자치도 전주시 덕진구 한배미로 70', 35.8265076, 127.1709213, 'renewal', '2027-01-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(우아동1가)', '55028', 'YJ', '2025-01-17', '1047000741', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-01-18', 100.00, 0.00, 0, NULL, 0, 2400000, 40000000, 'open_dt: 2017-03-03', 861, 861, NULL),
(862, 'KOYJJB170045', '할맥 전주안골점', '김영종', '13', NULL, '전라북도 전주시 덕진구 팽나무4길 21', 35.8351097, 127.1551819, 'renewal', '2025-09-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(인후동)', NULL, 'YJ', '2023-09-18', '1454100378', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-09-18', 135.54, 0.00, 0, NULL, 0, 1400000, 10000000, 'open_dt: 2017-09-28', 862, 862, NULL),
(863, 'KOYJJB180118', '할맥 전주에코시티점', '김현순', '13', NULL, '전라북도 전주시 송천동 세병2길31-3', 35.8731461, 127.1270599, 'renewal', '2026-08-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(송천동)', NULL, 'YJ', '2024-08-05', '2081417780', 0, 0, 0, 0, '김진석', NULL, '노준호', '2018-08-06', 79.34, 0.00, 0, NULL, 0, 2800000, 50000000, 'open_dt: 2018-08-16', 863, 863, NULL),
(864, 'KOYJJB170015', '할맥 전주인후점', '전윤주', '13', NULL, '전라북도 전주시 덕진구 석소로 86', 35.8346977, 127.1676865, 'renewal', '2027-04-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(우아동2가)', NULL, 'YJ', '2025-04-02', '3567500181', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-03-31', 49.50, 0.00, 0, NULL, 0, 840000, 10000000, 'open_dt: 2017-04-27 / store_note: 박화자 → 전윤주 / 양수도일자 : 24.12.01', 864, 864, NULL),
(865, 'KOYJJB170011', '할맥 전주전북대점', '류애순', '13', NULL, '전라북도 전주시 덕진구 명륜3길 18-6', 35.8423729, 127.1282196, 'renewal', '2027-02-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(덕진동1가)', NULL, 'YJ', '2025-02-09', '6224000261', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-02-07', 71.44, 0.00, 0, NULL, 0, 2000000, 50000000, 'open_dt: 2017-03-09', 865, 865, NULL),
(866, 'KOYJJB230873', '할맥 전주중산서원로점', '문영자', '13', NULL, '전북 전주시 완산구 서원로 281', 35.8121262, 127.1253738, 'renewal', '2027-02-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '54986', 'YJ', '2025-02-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2023-02-20', 82.50, 0.00, NULL, NULL, 0, 1500000, 30000000, 'open_dt: 2023-03-07 / store_note: 양도양수 일자 : 24.08.01

기존사업자 윤여명 -> 문영자(양도양수)', 866, 866, NULL),
(867, 'KOYJJB160003', '할맥 전주중화산점', '정수민', '13', NULL, '전라북도 전주시 완산구 효자로 291', 35.8193245, 127.1174164, 'renewal', '2026-12-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(중화산동2가)', NULL, 'YJ', '2024-12-30', '5330800879', 0, 0, 0, 0, '김진석', NULL, '순현진', '2016-12-30', 59.04, 0.00, 0, NULL, 0, 1000000, 10000000, 'open_dt: 2017-12-03', 867, 867, NULL),
(868, 'KOYJJB170038', '할맥 전주평화2호점', '박완표', '13', NULL, '전라북도 전주시 완산구 장승배기로 184', 35.7954140, 127.1331863, 'renewal', '2025-08-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(평화동1가)', NULL, 'YJ', '2023-08-28', '4964300246', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-08-28', 66.12, 0.00, 0, NULL, 0, 2000000, 40000000, 'open_dt: 2017-09-09', 868, 868, NULL),
(869, 'KOYJJB170018', '할맥 전주평화점', '양무원', '13', NULL, '전라북도 전주시 완산구 평화로 149', 35.7900848, 127.1354294, 'renewal', '2027-05-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(평화동2가)', NULL, 'YJ', '2025-05-15', '5013498865', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-05-16', 78.86, 0.00, 0, NULL, 0, 1000000, 20000000, 'open_dt: 2017-05-25', 869, 869, NULL),
(870, 'KOYJJB170047', '할맥 전주하가점', '강미혜', '13', NULL, '전라북도 전주시 덕진구 가리내8길 4', 35.8436203, 127.1113510, 'renewal', '2025-09-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(덕진동2가)', NULL, 'YJ', '2023-10-01', '5190200828', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-10-01', 86.80, 0.00, 0, NULL, 0, 1250000, 13000000, 'open_dt: 2017-09-29 / store_note: 양도양수 일자 : 2023.11.13

기존사업자 박은주-> 강미혜 (양도양수)', 870, 870, NULL),
(871, 'KOYJJB170024', '할맥 전주혁신점', '조하늘', '13', NULL, '전라북도 완주군 이서면 오공로 11-20', 35.8374786, 127.0572510, 'transfer', '2027-06-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(갈산리)', NULL, 'YJ', '2025-06-25', '1471000614', 0, 0, 0, 0, '김진석', NULL, '노준호', '2017-06-26', 73.50, 0.00, 0, NULL, 0, 2000000, 20000000, 'open_dt: 2017-07-05', 871, 871, NULL),
(872, 'KOYJJB160002', '할맥 전주호성점', '이경휘', '13', NULL, '전라북도 전주시 덕진구 소리로 206', 35.8585815, 127.1541901, 'renewal', '2026-12-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(호성동1가)', NULL, 'YJ', '2024-12-28', '5780900622', 0, 0, 0, 0, '김진석', NULL, '노준호', '2020-12-29', 30.74, 0.00, 0, NULL, 0, 700000, 2000000, 'open_dt: 2017-11-02', 872, 872, NULL),
(873, 'KOYJJB180113', '할맥 전주효자2호점', '김현희', '13', '010-2228-5401', '전라북도 전주시 완산구 홍산로 160-3', 35.8081703, 127.1051254, 'renewal', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(효자동2가)', NULL, 'YJ', '2024-07-29', '6762100705', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-07-30', 112.40, 0.00, 0, NULL, 0, 1450000, 30000000, 'open_dt: 2018-08-09', 873, 873, NULL),
(874, 'KOYJJB180148', '할맥 전주효자3호점', '최정훈', '13', NULL, '전라북도 전주시 완산구 효자동3가 1694-2', 35.8208122, 127.1035233, 'renewal', '2026-11-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(효자동3가)', NULL, 'YJ', '2024-11-21', '6806100281', 0, 3300000, 0, 2000000, '김진석', NULL, '이현웅', '2018-11-19', 177.60, 0.00, 0, NULL, 0, 5000000, 55000000, 'open_dt: 2018-12-21', 874, 874, NULL),
(875, 'KOYJJB180080', '할맥 전주효자점', '박성용', '13', NULL, '전라북도 전주시 완산구 거마평로 192', 35.8094368, 127.1155930, 'renewal', '2026-06-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(효자동)', NULL, 'YJ', '2024-06-03', '2460501008', 20000000, 0, 0, 600000, '김진석', NULL, '순현진', '2018-06-04', 59.50, 0.00, 0, NULL, 0, 0, 0, 'open_dt: 2018-06-08', 875, 875, NULL),
(876, 'KOYJJB180105', '할맥 정읍상동점', '김복순', '13', NULL, '전라북도 정읍시 학산로 127-2', 35.5572701, 126.8718033, 'renewal', '2026-07-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(상동)', NULL, 'YJ', '2024-07-18', '7160601148', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-07-16', 76.03, 0.00, 0, NULL, 0, 800000, 2000000, 'open_dt: 2018-08-01 / store_note: 2022년 1월 15일자 양도양수 

이윤철 -> 김복순', 876, 876, NULL),
(877, 'KOYJJB170016', '할맥 정읍수성점', '한미옥', '13', NULL, '전라북도 정읍시 수성택지5길 21', 35.5803146, 126.8548737, 'renewal', '2027-05-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(수성동)', NULL, 'YJ', '2025-05-02', '6501300580', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2017-05-02', 62.25, 0.00, 0, NULL, 0, 650000, 15000000, 'open_dt: 2017-05-12', 877, 877, NULL),
(878, 'KOYJJJ180083', '할맥 제주노형점', '남현우', '17', NULL, '제주특별자치도 제주시 연북로 45', 33.4823074, 126.4862976, 'renewal', '2026-05-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(노형동)', NULL, 'YJ', '2024-05-26', '7783400414', 0, 0, 0, 0, '김진석', NULL, '이화은', '2018-05-27', 115.70, 0.00, 0, NULL, 40000000, 3000000, 30000000, 'open_dt: 2018-06-15 / store_note: ''22.10.11 최경미 점주 양도양수', 878, 878, NULL),
(879, 'KOYJJJ190257', '할맥 제주동홍점', '최대림', '17', NULL, '제주특별자치도 서귀포시 동홍남로 46', 33.2567520, 126.5731964, 'renewal', '2027-05-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-05-28', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-05-29', 92.40, 0.00, NULL, NULL, 0, 31000000, 20000000, 'open_dt: 2019-06-20', 879, 879, NULL),
(880, 'KOYJJJ190268', '할맥 제주삼화점', '신은경', '17', NULL, '제주특별자치도 제주시 도련일동 1938-1', 33.5171204, 126.5799789, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '690-081', 'YJ', '2025-06-12', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-06-13', 85.80, 0.00, NULL, NULL, 0, 38000000, 30000000, 'open_dt: 2019-07-02 / store_note: 신은경 -> 21.02.02 고지연 양도양수', 880, 880, NULL),
(881, 'KOYJJJ220805', '할맥 제주서귀동점', '남상열', '17', NULL, '제주특별자치도 서귀포시 서귀동 420-10', 33.2474174, 126.5634460, 'renewal', '2026-05-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '63595', 'YJ', '2024-05-02', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이화은', '2022-05-02', 99.00, 0.00, NULL, NULL, 0, 2500000, 15000000, 'open_dt: 2022-05-11', 881, 881, NULL),
(882, 'KOYJJJ200453', '할맥 제주서귀포신시가지점', '김현재', '17', NULL, '제주특별자치도 서귀포시 김정문화로27번길 10-1', 33.2527771, 126.5080490, 'renewal', '2026-03-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-15', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2020-03-16', 99.00, 0.00, NULL, NULL, 0, 21000000, 30000000, 'open_dt: 2020-03-17 / store_note: 양도양수 날짜 : 2023.09.25

기존사업자 국임협 -> 김현재 (양도양수)', 882, 882, NULL),
(883, 'KOYJJJ190182', '할맥 제주시청점', '최문수', '17', NULL, '제주특별자치도 제주시 이도2동 1773-26', 33.5001297, 126.5289001, 'renewal', '2027-03-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '690-827', 'YJ', '2025-03-13', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-03-11', 143.31, 0.00, NULL, NULL, 170000000, 32000000, 20000000, 'open_dt: 2019-03-20 / store_note: 22.06.01 김요한 -> 최문수 양도양수', 883, 883, NULL),
(884, 'KOYJJJ210754', '할맥 제주신산점', '김미정', '17', NULL, '제주특별자치도 제주시 신산로 22', 33.5112457, 126.5315552, 'renewal', '2027-07-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '63268', 'YJ', '2025-07-14', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이화은', '2021-07-15', 115.50, 0.00, NULL, NULL, 0, 16500000, 0, 'open_dt: 2021-08-03', 884, 884, NULL),
(885, 'KOYJJJ200482', '할맥 제주아라점', '김소연', '17', NULL, '제주특별자치도 제주시 중앙로 576', 33.4720116, 126.5452957, 'renewal', '2026-04-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-04-05', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2020-04-06', 82.50, 0.00, NULL, NULL, 0, 28000000, 30000000, 'open_dt: 2020-04-22', 885, 885, NULL),
(886, 'KOYJJJ190229', '할맥 제주연동점', '최경미', '17', NULL, '제주특별자치도 제주시 노연로 108', 33.4856071, 126.4916534, 'renewal', '2027-05-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '690-814', 'YJ', '2025-05-04', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-05-02', 152.00, 0.00, NULL, NULL, 70000000, 57500000, 30000000, 'open_dt: 2019-05-16 / store_note: 21.05.02 유한회사 모들 / 남현우 -> 법인사업자로 변경 -> ''25.02.20 양도양수(제주 노형점 최경미 점주)', 886, 886, NULL),
(887, 'KOYJJJ190271', '할맥 제주외도점', '김명선', '17', NULL, '제주특별자치도 제주시 외도일동 445-10', 33.4909630, 126.4306793, 'renewal', '2027-06-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '690-191', 'YJ', '2025-06-11', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-06-12', 132.00, 0.00, NULL, NULL, 0, 31000000, 0, 'open_dt: 2019-07-11 / store_note: 22.06.24 우영옥 -> 김명옥 양도양수', 887, 887, NULL),
(888, 'KOYJJJ190185', '할맥 제주일도점', '임재한', '17', NULL, '제주특별자치도 제주시 천수로9길 1', 33.5043449, 126.5424347, 'renewal', '2027-03-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-03-13', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-03-11', 87.80, 0.00, NULL, NULL, 45000000, 25000000, 25000000, 'open_dt: 2019-03-18', 888, 888, NULL),
(889, 'KOYJJJ190381', '할맥 제주중문점', '송민재', '17', NULL, '제주특별자치도 서귀포시 중문동 2028-3', 33.2514648, 126.4260941, 'renewal', '2025-12-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '697-857', 'YJ', '2023-12-19', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2019-12-19', 92.40, 0.00, NULL, NULL, 0, 45000000, 30000000, 'open_dt: 2019-12-19 / store_note: 20.08.29 남현우 -> 송민재 양도양수', 889, 889, NULL),
(890, 'KOYJJJ200458', '할맥 제주표선점', '김혜성,이영은', '17', NULL, '제주특별자치도 서귀포시 표선면 표선중앙로 94', 33.3256073, 126.8338318, 'renewal', '2026-02-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '699-914', 'YJ', '2024-02-24', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이화은', '2020-02-24', 107.00, 0.00, NULL, NULL, 0, 2000000, 20000000, 'open_dt: 2020-02-20 / store_note: 곽동훈 김혜성 공동사업자 -> 21.12.01  김혜성,이영은 공동사업자로 변경', 890, 890, NULL),
(891, 'KOYJJJ210680', '할맥 제주함덕점', '신은경', '17', NULL, '제주특별자치도 제주시 조천읍 신북로 524', 33.5416412, 126.6656418, 'renewal', '2027-01-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '63333', 'YJ', '2025-02-01', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이화은', '2021-02-02', 90.07, 0.00, NULL, NULL, 0, 3210000, 20000000, NULL, 891, 891, NULL),
(892, 'KOYJCB190301', '할맥 제천청전점', '강민지', '11', NULL, '충북 제천시 청전동 891', 37.1467476, 128.2108459, 'renewal', '2027-07-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '390-899', 'YJ', '2025-07-18', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '오병인', '2019-07-19', 75.90, 0.00, NULL, NULL, 0, 1100000, 20000000, 'open_dt: 2019-08-14', 892, 892, NULL),
(893, 'KOYJGN190198', '할맥 진주경상대점', '박준희', '16', NULL, '경남 진주시 진주대로 530', 35.1539001, 128.1068115, 'renewal', '2027-03-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '660-300', 'YJ', '2025-03-28', '8941601079', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-03-28', 138.60, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2019-04-12 / store_note: 실 운영자 최병민 : 010-3625-8066



경상대점 점장 : 010-4981-7880', 893, 893, NULL),
(894, 'KOYJGN190296', '할맥 진주과기대점', '문종환', '16', NULL, '경남 진주시 칠암동 491-43', 35.1781158, 128.0948639, 'renewal', '2027-07-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '660-987', 'YJ', '2025-07-16', '8841401200', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-07-16', 161.70, 0.00, NULL, NULL, 20000000, 2000000, 20000000, 'open_dt: 2019-08-06', 894, 894, NULL),
(895, 'KOYJGN210762', '할맥 진주금산점', '강창훈', '16', NULL, '경남 진주시 금산면 금산순환로 8-1', 35.2150383, 128.1466980, 'new', '2025-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '52630', 'YJ', '2023-08-19', '2261852110', 0, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2021-08-19', 100.00, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2021-08-31 / store_note: 읍면단위 매장', 895, 895, NULL),
(896, NULL, '할맥 진주신안점', '노종현', '16', NULL, '경남 진주시 신안동 456-3', 35.1814957, 128.0697632, 'transfer', '2026-01-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '52695', 'YJ', '2024-01-22', '1720903192', 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2024-01-22', 112.20, 0.00, NULL, NULL, 7000000, 1000000, 20000000, 'open_dt: 2024-02-07', 896, 896, NULL),
(897, 'KOYJGN230869', '할맥 진주역점', '노종현', '16', NULL, '경남 진주시 개양로 100', 35.1550751, 128.1165314, 'renewal', '2027-01-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '106-106', '52826', 'YJ', '2025-01-12', '8555700632', 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2023-01-12', 86.90, 0.00, NULL, NULL, 22000000, 730000, 10000000, 'open_dt: 2023-01-31', 897, 897, NULL),
(898, 'KOYJGN220827', '할맥 진주초전점', '정은재', '16', NULL, '경남 진주시 초전동 1705-11', 35.2127151, 128.1125488, 'transfer', '2026-07-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '52731', 'YJ', '2024-07-07', '7781502648', 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2022-07-07', 110.00, 0.00, NULL, NULL, 0, 1300000, 30000000, 'open_dt: 2022-07-21', 898, 898, NULL),
(899, 'KOYJGN180135', '할맥 진주평거점', '송병우', '16', NULL, '경상남도 진주시 신평공원길 7번길 14', 35.1708832, 128.0644073, 'renewal', '2026-09-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(평거동)', NULL, 'YJ', '2024-09-17', '8500601124', 0, 0, 0, 2000000, '김진석', NULL, '성화정', '2018-08-27', 105.79, 0.00, 0, NULL, 42000000, 1250000, 41000000, 'open_dt: 2018-10-03', 899, 899, NULL),
(900, 'KOYJGN190243', '할맥 진주하대점', '윤한빛', '16', NULL, '경남 진주시 하대동 330-5', 35.1915321, 128.1217041, 'transfer', '2027-05-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '660-997', 'YJ', '2025-05-23', '2732502235', 0, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-05-23', 122.10, 0.00, NULL, NULL, 0, 2700000, 50000000, 'open_dt: 2019-05-30 / store_note: 23년 5월 19일 양도양수

김종학 -> 강채영



25년 5월 19일 명의변경

강채영 -> 강선진



25년 12월 11일 양도양수

강선진 -> 윤한빛', 900, 900, NULL),
(901, 'KOYJGN190338', '할맥 진주혁신점', '박예진', '16', NULL, '경남 진주시 충의로 20-18', 35.1751633, 128.1477203, 'transfer', '2025-10-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '660-031', 'YJ', '2023-10-16', '6843201507', 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2019-10-16', 128.70, 0.00, NULL, NULL, 50000000, 3850000, 10000000, 'open_dt: 2019-10-30 / store_note: 2022 7월8일 이상철 -> 곽수영 양도양수 진행

양도양수 일자 : 2024.05.02

기존사업자 곽수영 -> 박예진(양도양수)', 901, 901, NULL),
(902, 'KOYJGN220816', '할맥 진해남문점', '김구용', '16', NULL, '경남 창원시 진해구 남문동 1247-1', 35.1061020, 128.7524109, 'renewal', '2026-06-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51617', 'YJ', '2024-06-16', '2230496107', 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2022-06-16', 59.40, 0.00, NULL, NULL, 0, 1300000, 20000000, 'open_dt: 2022-06-23', 902, 902, NULL),
(903, 'KOYJGN190315', '할맥 진해석동점', '이다경,조미자', '16', NULL, '경남 창원시 진해구 석동 175-6', 35.1520424, 128.7026978, 'renewal', '2025-08-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '645-280', 'YJ', '2023-08-14', '1092965602', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-08-14', 132.00, 0.00, NULL, NULL, 0, 1600000, 50000000, 'open_dt: 2019-09-03 / store_note: 2022 / 01 / 01 우채윤 -> 우건영 사업자 변경

23년 7월 1일 양도양수

우건영 -> 이다경,조미자', 903, 903, NULL),
(904, 'KOYJGN200640', '할맥 진해신항점', '최정숙', '16', NULL, '경남 창원시 진해구 신항4로 47-26', 35.0877113, 128.8153839, 'renewal', '2026-09-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-04', '6570102984', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2020-09-04', 82.50, 0.00, NULL, NULL, 0, 1700000, 40000000, 'store_note: 23년 5월 1일 양도양수

장길영 -> 최정숙', 904, 904, NULL),
(905, 'KOYJGN190347', '할맥 진해용원점', '정선화', '16', NULL, '경남 창원시 진해구 용원동 1212-3', 35.1018906, 128.8115692, 'renewal', '2025-10-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '645-510', 'YJ', '2023-10-22', '5710402736', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-10-22', 158.40, 0.00, NULL, NULL, 0, 3100000, 50000000, 'open_dt: 2019-11-07 / store_note: 양도양수 일자 : 2023.11.03

기존사업자 이호남 -> 정선화 (양도양수)



실운영자 김구용 (010-5896-0630)', 905, 905, NULL),
(906, 'KOYJGN220849', '할맥 진해자은냉천점', '이미헌', '16', NULL, '경남 창원시 진해구 자은동 135-1', 35.1556625, 128.7138672, 'renewal', '2026-09-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51592', 'YJ', '2024-09-15', '4650103026', 7000000, 3000000, 2000000, 0, '양다운', NULL, '성화정', '2022-09-15', 68.73, 0.00, NULL, NULL, 0, 1800000, 30000000, 'open_dt: 2022-09-22', 906, 906, NULL),
(907, NULL, '할맥 진해자은점', '박정하', '16', NULL, '경남 창원시 진해구 자은동 626-37', 35.1405449, 128.7064362, 'transfer', '2026-02-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51651', 'YJ', '2024-02-05', '4140172243', 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2024-02-05', 99.00, 0.00, NULL, NULL, 0, 1000000, 20000000, 'open_dt: 2024-02-22 / store_note: 신동희 → 박정하 / 양수도일자 : 24.12.02', 907, 907, NULL),
(908, 'KOYJGN230888', '할맥 진해장천점', '이승주', '16', NULL, '경남 창원시 진해구 충장로657번길 38', 35.1307144, 128.7078857, 'renewal', '2027-05-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51628', 'YJ', '2025-05-08', '5452901537', 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2023-05-08', 82.50, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2023-05-16', 908, 908, NULL),
(909, 'KOYJGN190218', '할맥 진해충무점', '곽선정', '16', NULL, '경남 창원시 진해구 충무동 13-3', 35.1522484, 128.6620483, 'renewal', '2027-04-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '645-230', 'YJ', '2025-04-29', '7992002047', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-04-29', 64.30, 0.00, NULL, NULL, 0, 1200000, 20000000, 'open_dt: 2019-05-07 / store_note: 2023년 8월 5일자 양도양수

김성훈/허준석 -> 곽선정



특약사항 추가

2024년 8월 일 품의 완료

역전할머니맥주 진해충무점은 매장(확장)공사 진행에 따라 가맹본부를 통해 32,111,200원(vat포함)을 지원 받았음을 확인하며 점포환경개선이 끝난 날로부터 3년 이내에 가맹본부의 책임 없는 사유로 계약이 종료(계약의 해지 또는 영업양도를 포함한다)되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급하지 아니하거나 이미 지급한 경우에는 환수하는 것에 동의합니다.', 909, 909, NULL),
(910, 'KOYJGN200510', '할맥 창원 감계점', '전성욱', '16', NULL, '경남 창원시 의창구 북면 감계리 236-1', 35.3015747, 128.5940704, 'renewal', '2026-05-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-05', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2020-05-06', 56.10, 0.00, NULL, NULL, 0, 1500000, 50000000, 'open_dt: 2020-05-26', 910, 910, NULL),
(911, 'KOYJGN190380', '할맥 창원 대방점', '제혜린', '16', NULL, '경남 창원시 성산구 대방동 365-4', 35.2076950, 128.7082062, 'transfer', '2025-11-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '642-805', 'YJ', '2023-11-27', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-11-27', 65.30, 0.00, NULL, NULL, 0, 1800000, 30000000, 'open_dt: 2019-12-18', 911, 911, NULL),
(912, 'KOYJGN170052', '할맥 창원 도계점', '문진식', '16', NULL, '경상남도 창원시 의창구 도계로60번길 23', 35.2578087, 128.6368256, 'renewal', '2025-09-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(도계동)', NULL, 'YJ', '2023-09-25', '5513500403', 0, 0, 0, 0, '김진석', NULL, '성화정', '2017-09-25', 61.82, 0.00, 0, NULL, 0, 1500000, 20000000, 'open_dt: 2017-10-18', 912, 912, NULL),
(913, 'KOYJGN190279', '할맥 창원 봉곡점', '김삼수', '16', NULL, '경남 창원시 의창구 봉곡동 35-4', 35.2436867, 128.6505127, 'renewal', '2027-07-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '641-821', 'YJ', '2025-07-03', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-07-04', 105.60, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2019-07-23', 913, 913, NULL),
(914, 'KOYJGN190175', '할맥 창원 상남점', '고건환', '16', NULL, '경남 창원시 성산구 상남동 19-2', 35.2211838, 128.6858063, 'renewal', '2027-02-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '642-832', 'YJ', '2025-02-20', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-02-21', 125.62, 0.00, NULL, NULL, 0, 4700000, 100000000, 'open_dt: 2019-03-05 / store_note: 양도양수 일자 : 24.08.01

기존사업자 허용준 -> 고건환(직원 관계)', 914, 914, NULL),
(915, 'KOYJGN200583', '할맥 창원 소답점', '정진현', '16', NULL, '경남 창원시 의창구 의창대로261번길 32', 35.2641220, 128.6267548, 'transfer', '2026-07-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-28', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2020-07-29', 115.50, 0.00, NULL, NULL, 20000000, 1700000, 30000000, 'open_dt: 2020-08-11', 915, 915, NULL),
(916, 'KOYJGN200452', '할맥 창원 팔용점', '조용중', '16', NULL, '경남 창원시 의창구 팔용동 104-3', 35.2547493, 128.6121674, 'renewal', '2026-02-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '641-849', 'YJ', '2024-03-01', NULL, 7000000, 3000000, 0, 2000000, '표인현', NULL, '성화정', '2020-03-02', 56.10, 0.00, NULL, NULL, 80000000, 2100000, 100000000, 'open_dt: 2020-03-17', 916, 916, NULL),
(917, NULL, '할맥 창원가음점', '김성헌', '16', NULL, '경남 창원시 성산구 가음동 7-1', 35.2098045, 128.6891327, 'renewal', '2027-01-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51510', 'YJ', '2025-01-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2023-01-11', 59.80, 0.00, NULL, NULL, 0, 1700000, 50000000, 'open_dt: 2023-01-18', 917, 917, NULL),
(918, NULL, '할맥 창원용호점', '김태욱', '16', NULL, '경남 창원시 성산구 용호동 73-24', 35.2299995, 128.6810303, 'renewal', '2027-03-26', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '51436', 'YJ', '2025-03-27', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2023-03-27', 82.00, 0.00, NULL, NULL, 30000000, 2200000, 50000000, 'open_dt: 2023-04-06', 918, 918, NULL),
(919, NULL, '할맥 창원유니시티점', '송주형', '16', NULL, '경남 창원시 의창구 중동 784-1', 35.2566910, 128.6250153, 'renewal', '2027-06-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층 2014호', '51382', 'YJ', '2025-06-07', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2023-06-07', 127.38, 0.00, NULL, NULL, 10000000, 3350000, 50000000, 'open_dt: 2023-06-13', 919, 919, NULL),
(920, 'KOYJCN190316', '할맥 천안나사렛점', '이선우', '12', NULL, '충남 천안시 서북구 쌍용18길 7-1', 36.7995796, 127.1191788, 'transfer', '2027-08-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '331-955', 'YJ', '2025-08-21', '1757800166', 7000000, 3000000, 0, 2000000, '김종필', NULL, '순현진', '2019-08-21', 75.90, 0.00, NULL, NULL, 25000000, 1700000, 35000000, 'open_dt: 2019-09-04', 920, 920, NULL),
(921, 'KOYJCN251011', '할맥 천안단대점', '정지혜', '1', NULL, '충남 천안시 동남구 신부동 221-12', 36.8315010, 127.1641769, 'new', '2027-07-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '31115', 'YJ', '2025-07-17', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '순현진', '2025-07-18', 99.00, 99.00, 1, NULL, 0, 2000000, 30000000, 'open_dt: 2025-07-29', 921, 921, NULL),
(922, 'KOYJCN180149', '할맥 천안두정2호점', '김민욱', '12', NULL, '충청남도 천안시 원두정6길 14', 36.8314590, 127.1346054, 'transfer', '2026-12-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(두정동)', NULL, 'YJ', '2024-12-02', '8211401795', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-12-03', 180.13, 0.00, 0, NULL, 0, 4800000, 80000000, 'open_dt: 2018-12-12 / store_note: (1) 이응천 -> 김재우, 유진호 / 양수도일자 : 2022-07-25 

(2) 김재우, 유진호 -> 김재우, 최홍석 / 수도일자 : 2024-11-15', 922, 922, NULL),
(923, 'YJCN251016', '할맥 천안두정역점', '정지원', '12', '010-6433-1530', '충남 천안시 서북구 두정동 25-22', 36.8320885, 127.1526260, 'new', '2027-07-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '31112', 'YJ', '2025-07-31', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '순현진', '2025-07-31', 60.00, 60.00, 1, NULL, 10000000, 2000000, 25000000, 'open_dt: 2025-08-26', 923, 923, NULL),
(924, 'KOYJCN170061', '할맥 천안두정점', '김선주', '12', NULL, '충청남도 천안시 서북구 오성로 1', 36.8307228, 127.1275940, 'renewal', '2025-11-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(두정동)', NULL, 'YJ', '2023-11-12', '7751400590', 0, 0, 0, 0, '김진석', NULL, '순현진', '2017-11-13', 92.56, 0.00, 0, NULL, 0, 3200000, 60000000, 'open_dt: 2017-11-24', 924, 924, NULL),
(925, 'KOYJCN190353', '할맥 천안법원점', '이상일', '12', NULL, '충남 천안시 동남구 청수11로 24', 36.7825508, 127.1549225, 'transfer', '2025-10-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-11-01', '1213710999', 7000000, 3000000, 0, 2000000, '김종필', NULL, '순현진', '2019-11-01', 95.70, 0.00, NULL, NULL, 0, 3500000, 30000000, 'open_dt: 2019-11-13 / store_note: 2022/11/01 양도양수 진행 사업자변경

전경배 -> 박창우



2024년 12월 1일자 양도양수

박창우 -> 이상일', 925, 925, NULL),
(926, 'KOYJCN180139', '할맥 천안불당점', '문성재', '12', NULL, '충청남도 천안시 서북구 불당동 1623', 36.8116112, 127.1075745, 'renewal', '2026-10-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(불당동)', NULL, 'YJ', '2024-10-21', '1655600416', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-10-22', 50.25, 0.00, 0, NULL, 0, 2700000, 30000000, 'open_dt: 2018-10-31', 926, 926, NULL),
(927, 'KOYJCN190172', '할맥 천안성성점', '박현수', '12', '010-3682-4312', '충남 천안시 서북구 성성동 687', 36.8401985, 127.1306458, 'transfer', '2027-02-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-02-16', NULL, 5000000, 0, 0, 0, '미지정(영업)', NULL, '순현진', '2019-02-14', 89.72, 0.00, NULL, NULL, 0, 2200000, 30000000, 'open_dt: 2019-02-20', 927, 927, NULL),
(928, 'KOYJCN180087', '할맥 천안성정점', '문정욱', '12', NULL, '충청남도 천안시 서북구 성정공원6길 37', 36.8287315, 127.1417618, 'renewal', '2026-06-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(성정동)', NULL, 'YJ', '2024-06-17', '3021207542', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-06-18', 82.65, 0.00, 0, NULL, 0, 3400000, 60000000, 'open_dt: 2018-06-26', 928, 928, NULL),
(929, 'KOYJCN180099', '할맥 천안신방점', '최선자', '12', NULL, '충청남도 천안시 동남구 신방동 54', 36.7899094, 127.1282501, 'transfer', '2026-07-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(신방동)', NULL, 'YJ', '2024-07-08', '1013234556', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-07-09', 77.02, 0.00, 0, NULL, 0, 1650000, 40000000, 'open_dt: 2018-07-20 / store_note: 양도양수 진행(2023년 6월 1일)

강수영 -> 조이로운



양도양수 일자 : 24.10.28

기존사업자 조이로운 -> 최선자(가족간 명의변경/ 교육비 면제)', 929, 929, NULL),
(930, 'KOYJCN210736', '할맥 천안신방통정점', '최용헌', '12', NULL, '충남 천안시 동남구 신방동 1871', 36.7747688, 127.1341782, 'transfer', '2027-06-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '31205', 'YJ', '2025-06-09', '7404500676', 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2021-06-10', 72.00, 0.00, NULL, NULL, 0, 1500000, 30000000, 'open_dt: 2021-06-30', 930, 930, NULL),
(931, 'KOYJCN190327', '할맥 천안신부점', '장소현', '12', NULL, '충남 천안시 동남구 신부동 463-5', 36.8180389, 127.1574097, 'renewal', '2025-10-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '330-993', 'YJ', '2023-10-10', '3712401019', 7000000, 3000000, 0, 2000000, '김종필', NULL, '순현진', '2019-10-10', 99.00, 0.00, NULL, NULL, 0, 5600000, 120000000, 'open_dt: 2019-10-22', 931, 931, NULL),
(932, 'KOYJCN190231', '할맥 천안쌍용점', '박재은', '12', NULL, '충남 천안시 서북구 미라10길 18', 36.8038635, 127.1301422, 'transfer', '2027-05-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '331-949', 'YJ', '2025-05-11', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-05-09', 82.50, 0.00, NULL, NULL, 0, 2090000, 0, 'open_dt: 2019-05-17', 932, 932, NULL),
(933, 'KOYJCN200413', '할맥 천안안서2호점', '안종복', '12', NULL, '충남 천안시 동남구 문암로 62', 36.8404427, 127.1805725, 'renewal', '2026-01-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-01-15', '7980601433', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '순현진', '2020-01-15', 66.00, 0.00, NULL, NULL, 0, 2270000, 30000000, 'open_dt: 2020-02-06', 933, 933, NULL),
(934, 'KOYJCN190225', '할맥 천안안서점', '김기광', '12', NULL, '충남 천안시 동남구 안서동 234-1', 36.8307800, 127.1781464, 'renewal', '2027-05-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '330-996', 'YJ', '2025-05-04', '7154000452', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-05-02', 49.50, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2019-05-10', 934, 934, NULL),
(935, 'KOYJCN240974', '할맥 천안원성점', '문기석', '12', NULL, '충남 천안시 동남구 충절로 203', 36.8007126, 127.1594009, 'new', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '31187', 'YJ', '2024-07-29', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '순현진', '2024-07-29', 82.00, 82.00, 1, NULL, 0, 1300000, 30000000, 'open_dt: 2024-08-13', 935, 935, NULL),
(936, 'KOYJCN180095', '할맥 천안차암점', '김성민', '12', NULL, '충청남도 천안시 서북구 차암동 461', 36.8404846, 127.1013794, 'renewal', '2026-06-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(차암동)', NULL, 'YJ', '2024-07-01', '2174500313', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-07-02', 54.08, 0.00, 0, NULL, 0, 1759091, 20000000, 'open_dt: 2018-07-11', 936, 936, NULL),
(937, 'KOYJGW210739', '할맥 철원 동송점(소)', '전구민', '10', NULL, '강원 철원군 동송읍 금학로210번길 3-5', 38.2077255, 127.2189255, 'renewal', '2027-06-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '24015', 'YJ', '2025-06-22', '6140395122', 0, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2021-06-22', 99.00, 0.00, NULL, NULL, 20000000, 1500000, 30000000, 'open_dt: 2021-07-07', 937, 937, NULL),
(938, 'KOYJGW200589', '할맥 철원 와수리점', '배희열', '10', NULL, '강원 철원군 서면 와수리 1140-15', 38.2388611, 127.4377975, 'transfer', '2026-08-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-07', '7081802053', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2020-08-07', 89.10, 0.00, NULL, NULL, 0, 1100000, 20000000, 'open_dt: 2020-08-18', 938, 938, NULL),
(939, 'KOYJCB240985', '할맥 청주가경점', '박지범', '11', NULL, '충북 청주시 흥덕구 가경동 2270', 36.6171494, 127.4265366, 'transfer', '2026-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '가경자이프라자119호', '28382', 'YJ', '2024-10-07', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '서영인', '2024-10-07', 82.00, 82.00, NULL, NULL, 25000000, 3300000, 30000000, 'open_dt: 2024-10-17', 939, 939, NULL),
(940, 'KOYJCB200463', '할맥 청주강서지구점', '강일용', '11', NULL, '충북 청주시 흥덕구 강서동 499', 36.6240349, 127.4290924, 'new', '2024-03-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '361-872', 'YJ', '2022-03-04', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2020-03-04', 89.10, 0.00, NULL, NULL, 0, 2970000, 50000000, 'open_dt: 2020-04-01 / store_note: 양도양수 일자 : 24.02.15

기존사업자 윤현락외1명 -> 강일용 (양도양수)', 940, 940, NULL),
(941, 'KOYJCB190155', '할맥 청주금천점', '이아용', '11', NULL, '충북 청주시 상당구 금천동 297', 36.6311836, 127.5044174, 'renewal', '2027-01-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '360-803', 'YJ', '2025-01-09', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '이현웅', '2019-01-07', 59.50, 0.00, NULL, NULL, 0, 3570000, 0, 'open_dt: 2019-01-16', 941, 941, NULL),
(942, 'KOYJCB190306', '할맥 청주대점', '손정민', '11', NULL, '충북 청주시 청원구 우암동 321-24', 36.6515694, 127.4875412, 'renewal', '2025-08-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '363-814', 'YJ', '2023-08-06', NULL, 7000000, 0, 0, 2000000, '김종필', NULL, '이현웅', '2019-08-06', 154.44, 0.00, NULL, NULL, 0, 2550000, 0, 'open_dt: 2019-08-20', 942, 942, NULL),
(943, 'KOYJCB200600', '할맥 청주동남지구점', '전형준', '11', NULL, '충북 청주시 상당구 중고개로141번길 13-16', 36.6157227, 127.5163956, 'renewal', '2026-07-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-26', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이현웅', '2020-07-27', 95.70, 0.00, NULL, NULL, 0, 2860000, 60000000, 'open_dt: 2020-08-20', 943, 943, NULL),
(944, 'KOYJCB180074', '할맥 청주복대점', '임청화', '11', NULL, '충청북도 청주시 흥덕구 진재로 105', 36.6406403, 127.4302673, 'renewal', '2026-04-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(복대동)', NULL, 'YJ', '2024-04-15', '3774100373', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-04-16', 144.13, 0.00, 0, NULL, 0, 2500000, 0, 'open_dt: 2018-04-27 / store_note: 계약서 작성일자 : 2019.05.16

양도양수 일자 : 2019.05.24

기존사업자 박동진 -> 유순화



계약서 작성일자 : 2019.12.03

양도양수 일자 : 2019.12.19

기존사업자 유순화 -> 이경신



계약서 작성일자 : 2023.04.27

양도양수 일자 : 2023.05.17

기존사업자 이경신,신유경 -> 임청화', 944, 944, NULL),
(945, 'KOYJCB190356', '할맥 청주봉명점', '김창구', '11', NULL, '충북 청주시 흥덕구 봉명동 2724', 36.6497650, 127.4579468, 'renewal', '2025-10-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '361-856', 'YJ', '2023-11-01', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '서영인', '2019-11-01', 125.40, 0.00, NULL, NULL, 0, 2400000, 0, 'open_dt: 2019-11-14 / store_note: 계약서 작성 : 2021.05.28

양도양수 일자 : 2021.06.07

기존사업자 최귀봉 -> 이예라





양도양수 일자 : 2023.11.27

기존사업자 이예라 -> 김창구(부부간 명의변경)', 945, 945, NULL),
(946, 'KOYJCB200631', '할맥 청주분평점', '진일산', '11', NULL, '충북 청주시 서원구 분평동 1328', 36.6091881, 127.4958572, 'renewal', '2026-09-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-08', NULL, 7000000, 3000000, 0, 0, '양다운', NULL, '이현웅', '2020-09-10', 108.37, 0.00, NULL, NULL, 31000000, 1000000, 25000000, 'open_dt: 2020-09-25', 946, 946, NULL),
(947, 'KOYJCB210690', '할맥 청주사천점', '고영희', '11', NULL, '충북 청주시 청원구 주성로96번길 46', 36.6669350, 127.4792328, 'renewal', '2027-03-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '28340', 'YJ', '2025-03-04', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이현웅', '2021-03-05', 66.00, 0.00, NULL, NULL, 0, 1800000, 25000000, 'open_dt: 2021-03-24 / store_note: 23.07.14 양도양수

이성경 -> 고영희

실 운영자 백기왕(아들) : 010-6485-2921', 947, 947, NULL),
(948, 'KOYJCB190163', '할맥 청주산남점', '최수호', '11', NULL, '충북 청주시 서원구 산남로70번길 14', 36.6117668, 127.4664993, 'renewal', '2027-01-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '361-160', 'YJ', '2025-01-19', NULL, 0, 0, 0, 0, '미지정(영업)', NULL, '이현웅', '2019-01-17', 109.09, 0.00, NULL, NULL, 0, 3300000, 0, 'open_dt: 2019-01-31', 948, 948, NULL),
(949, 'KOYJCB230914', '할맥 청주오송2산단점', '김초아', '11', NULL, '충북 청주시 흥덕구 오송읍 봉산리 1226', 36.6210747, 127.3196182, 'new', '2025-09-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '28222', 'YJ', '2023-09-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2023-09-11', 108.35, 0.00, NULL, NULL, 0, 3000000, 30000000, 'open_dt: 2023-09-26', 949, 949, NULL),
(950, 'KOYJCB200397', '할맥 청주오송점', '진정재', '11', NULL, '충북 청주시 흥덕구 오송읍 오송생명로 208-8', 36.6299210, 127.3318939, 'transfer', '2025-12-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '361-954', 'YJ', '2023-12-24', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '서영인', '2019-12-24', 95.70, 0.00, NULL, NULL, 13000000, 2150000, 30000000, 'open_dt: 2020-01-10 / store_note: 양도양수 : 2022.05.08

계약서 작성일자 : 2022.05.03



양도양수 일자 : 24.05.07

기존사업자 장정임 -> 진정재(양도양수)', 950, 950, NULL),
(951, 'KOYJCB180109', '할맥 청주오창점', '이기범,최준범', '1', NULL, '충청북도 청주시 청원구 오창읍 양청리791-4', 36.7159042, 127.4288483, 'renewal', '2026-07-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(양청리)', NULL, 'YJ', '2024-07-24', '8946200330', 0, 0, 0, 0, '김진석', NULL, '서영인', '2018-07-26', 94.15, 0.00, 0, NULL, 0, 3000000, 60000000, 'open_dt: 2018-08-07 / store_note: 계약서 작성 : 2020.03.10

양도양수 날짜 : 2020.03.12

기존사업자 박은경 -> 신유경,김원자



기존사업자 신유경,김원자 -> 이기범,최준범(공동) (양도양수)

양도양수 일자 : 23.12.18', 951, 951, NULL),
(952, 'KOYJCB190317', '할맥 청주용암광장점', '금기선', '11', NULL, '충북 청주시 상당구 1순환로1253번길 76', 36.6082268, 127.5034256, 'renewal', '2025-08-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '360-810', 'YJ', '2023-08-20', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '이현웅', '2019-08-20', 137.40, 0.00, NULL, NULL, 60000000, 3470000, 100000000, 'open_dt: 2019-09-04 / store_note: 양도양수 일자 : 2023.10.14

기존사업자 주인순-> 금기선 (양도양수)', 952, 952, NULL),
(953, 'KOYJCB180085', '할맥 청주율량점', '김연석', '11', NULL, '충청북도 청주시 청원구 율량동 2057', 36.6650352, 127.4971313, 'renewal', '2026-06-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(율량동)', NULL, 'YJ', '2024-06-10', '2810601139', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-06-11', 145.45, 0.00, 0, NULL, 0, 3500000, 0, 'open_dt: 2018-06-23', 953, 953, NULL),
(954, 'KOYJCB180129', '할맥 청주충북대점', '임태경', '11', NULL, '충청북도 청주시 서원구 사창동446-1', 36.6327362, 127.4580307, 'transfer', '2026-08-25', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(사창동)', NULL, 'YJ', '2024-08-26', '8941300915', 0, 0, 0, 0, '김진석', NULL, '이현웅', '2018-08-27', 142.15, 0.00, 0, NULL, 0, 3300000, 0, 'open_dt: 2018-09-13', 954, 954, NULL),
(955, 'KOYJCB190288', '할맥 청주테크노폴리스점', '윤정하', '11', NULL, '충북 청주시 흥덕구 송절동 702', 36.6658211, 127.4505997, 'renewal', '2027-07-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-07-02', NULL, 7000000, 3000000, 0, 2000000, '김종필', NULL, '서영인', '2019-07-03', 79.20, 0.00, NULL, NULL, 0, 2200000, 30000000, 'open_dt: 2019-07-31', 955, 955, NULL),
(956, 'KOYJCB200611', '할맥 청주하복대점', '김보성', '11', NULL, '충북 청주시 흥덕구 진재로15번길 23', 36.6320457, 127.4286728, 'renewal', '2026-09-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-08', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '서영인', '2020-09-09', 88.11, 0.00, NULL, NULL, 32000000, 2000000, 30000000, 'open_dt: 2020-09-10 / store_note: 계약서 작성일자: 2022. 09. 22

양도양수일: 2022. 09.30

기존사업자: 이경신외 1명(신유경) -> 김보성', 956, 956, NULL),
(957, 'KOYJGW190206', '할맥 춘천 강원대점', '박재원', '10', NULL, '강원 춘천시 효자동 629-13', 37.8734131, 127.7446518, 'renewal', '2027-04-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '200-947', 'YJ', '2025-04-08', '5966400518', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '정인수', '2019-04-08', 189.23, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2019-04-22', 957, 957, NULL),
(958, 'KOYJGW190341', '할맥 춘천 애막골점', '우종호', '10', NULL, '강원 춘천시 석사동 735-15', 37.8664780, 127.7527008, 'renewal', '2025-10-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '200-936', 'YJ', '2023-10-14', '4185100479', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '정인수', '2019-10-14', 112.20, 0.00, NULL, NULL, 75000000, 1800000, 25000000, 'open_dt: 2019-10-31', 958, 958, NULL),
(959, 'KOYJCN200587', '할맥 충남금산점', '김재성', '12', NULL, '충남 금산군 금산읍 상리 20-11', 36.1100349, 127.4862595, 'renewal', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-29', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2020-07-30', 118.80, 0.00, NULL, NULL, 43000000, 1200000, 30000000, 'open_dt: 2020-08-14 / store_note: 22.07.01

양도양수 完

임성현점주님->김경미점주님(실운영주 이문순점주님)



양도양수 일자 : 24.01.30

기존사업자 김경미 -> 김재성 (단순명의변경)', 959, 959, NULL),
(960, 'KOYJCN210698', '할맥 충남부여점', '최재호', '12', NULL, '충남 부여군 부여읍 중앙로 6', 36.2804947, 126.9110260, 'renewal', '2027-03-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '33151', 'YJ', '2025-03-31', '8740801707', 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2021-04-01', 87.30, 0.00, NULL, NULL, 10000000, 1400000, 30000000, 'open_dt: 2021-04-15', 960, 960, NULL),
(961, 'KOYJCN220820', '할맥 충남예산점', '배혜숙', '12', NULL, '충남 예산군 예산읍 산성공원1길 30', 36.6927223, 126.8332291, 'transfer', '2026-06-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '32429', 'YJ', '2024-06-23', '5500902243', 0, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2022-06-23', 112.20, 0.00, NULL, NULL, 0, 1000000, 20000000, 'open_dt: 2022-06-24 / store_note: 양도양수 일자 : 24.08.20

기존사업자 최대림 : 배혜숙(양도양수)', 961, 961, NULL),
(962, 'KOYJCN210728', '할맥 충남청양점', '정수용', '12', NULL, '충남 청양군 청양읍 칠갑산로4길 37', 36.4477425, 126.8009033, 'renewal', '2027-05-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '33332', 'YJ', '2025-05-19', '8885200559', 0, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2021-05-20', 99.00, 0.00, NULL, NULL, 0, 1320000, 30000000, 'open_dt: 2021-06-09', 962, 962, NULL),
(963, 'KOYJCN210723', '할맥 충남태안점', '전시성', '12', NULL, '충남 태안군 태안읍 동문1길 50-1', 36.7493286, 126.3039627, 'renewal', '2027-05-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '32143', 'YJ', '2025-05-11', '1750103195', 0, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2021-05-12', 115.50, 0.00, NULL, NULL, 0, 2000000, 30000000, 'open_dt: 2021-05-27', 963, 963, NULL),
(964, 'KOYJCB210778', '할맥 충북영동점', '정시윤', '11', NULL, '충북 영동군 영동읍 중앙로3길 2-3', 36.1745567, 127.7771683, 'renewal', '2025-11-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '29145', 'YJ', '2023-11-24', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2021-11-24', 112.20, 0.00, NULL, NULL, 17000000, 1000000, 10000000, 'open_dt: 2021-11-30', 964, 964, NULL),
(965, 'KOYJCB220797', '할맥 충북옥천점', '전경호', '11', NULL, '충북 옥천군 옥천읍 금장로 58-1', 36.3003883, 127.5703354, 'renewal', '2026-02-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '29047', 'YJ', '2024-02-10', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '안기주', '2022-02-10', 99.00, 0.00, NULL, NULL, 20000000, 700000, 10000000, 'open_dt: 2022-03-23', 965, 965, NULL),
(966, 'KOYJCB251024', '할맥 충북음성성본점', '안서희', '11', NULL, '충북 음성군 대소면 성본리 879', 36.9694405, 127.5350647, 'new', '2027-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층 상가', '27741', 'YJ', '2025-11-20', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '오병인', '2025-11-20', 115.50, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2025-12-04', 966, 966, NULL),
(967, 'KOYJCB190263', '할맥 충북증평점', '윤상우', '11', NULL, '충북 증평군 증평읍 대동길 10', 36.7824364, 127.5837097, 'transfer', '2027-06-15', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '368-905', 'YJ', '2025-06-16', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-06-17', 108.90, 0.00, NULL, NULL, 0, 1000000, 25000000, 'open_dt: 2019-06-27', 967, 967, NULL),
(968, NULL, '할맥 충북진천광혜원점', '우순택', '11', NULL, '충북 진천군 광혜원면 광혜원리 267-2', 36.9899521, 127.4455490, 'new', '2028-03-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '27805', 'YJ', '2026-03-30', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '오병인', '2026-03-30', 56.00, 56.00, 1, NULL, 0, 0, 0, 'open_dt: 2026-04-16', 968, 968, NULL),
(969, 'KOYJCB190260', '할맥 충북진천점', '어용', '11', NULL, '충북 진천군 진천읍 남산8길 2-2', 36.8539734, 127.4448547, 'renewal', '2027-06-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '365-803', 'YJ', '2025-06-19', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-06-20', 113.00, 0.00, NULL, NULL, 0, 2160000, 30000000, 'open_dt: 2019-06-25', 969, 969, NULL),
(970, 'KOYJCB200650', '할맥 충주교통대점', '이태우', '11', NULL, '충북 충주시 대소원면 대학로 26', 36.9650383, 127.8714600, 'renewal', '2026-10-12', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-10-13', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2020-10-13', 99.00, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2020-10-29', 970, 970, NULL),
(971, 'KOYJCB200581', '할맥 충주기업도시점', '심현섭', '11', NULL, '충북 충주시 중앙탑면 용전리 676', 37.0167656, 127.8251343, 'renewal', '2026-07-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-20', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2020-07-21', 105.60, 0.00, NULL, NULL, 0, 2700000, 30000000, 'open_dt: 2020-08-07', 971, 971, NULL),
(972, 'KOYJCB240972', '할맥 충주본리점', '박현정', '11', NULL, '충북 충주시 대소원면 본리 1105', 36.9857063, 127.8311920, 'new', '2026-07-28', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '102.103호', '27466', 'YJ', '2024-07-29', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '오병인', '2024-07-29', 90.00, 90.00, 1, NULL, 0, 1700000, 20000000, 'open_dt: 2024-08-08', 972, 972, NULL),
(973, 'KOYJCB180120', '할맥 충주신연수점', '안대환', '11', NULL, '충청북도 충주시 연수동 1532', 36.9837570, 127.9403992, 'transfer', '2026-08-13', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(연수동)', NULL, 'YJ', '2024-08-14', '5840501249', 0, 0, 0, 0, '김진석', NULL, '오병인', '2018-08-14', 106.28, 0.00, 0, NULL, 0, 2400000, 30000000, 'open_dt: 2018-08-21', 973, 973, NULL),
(974, 'KOYJCB200414', '할맥 충주호암점', '이진선', '11', NULL, '충북 충주시 호암동 1216', 36.9558105, 127.9344864, 'renewal', '2026-01-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-01-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-01-09', 85.80, 0.00, NULL, NULL, 0, 4000000, 30000000, 'open_dt: 2020-02-06', 974, 974, NULL),
(975, 'KOYJCB251026', '할맥 충주화곡리점', '이은진', '11', NULL, '충북 충주시 주덕읍 화곡리 1140', 37.0073738, 127.8167496, 'new', '2027-12-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '101,102호', '27465', 'YJ', '2025-12-04', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '오병인', '2025-12-04', 132.00, 132.00, 1, NULL, 0, 0, 0, 'open_dt: 2025-12-23', 975, 975, NULL),
(976, 'KOYJGB200673', '할맥 칠곡북삼점', '박주현', '15', NULL, '경북 칠곡군 북삼읍 금오대로2길 48', 36.0671387, 128.3506775, 'renewal', '2026-11-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-11-30', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-12-01', 112.20, 0.00, NULL, NULL, 50000000, 1500000, 30000000, 'open_dt: 2020-12-22 / store_note: 21.11.29 백정기 -> 박주현,김태환 공동사업자 양도양수



23.12월 박주현,김태환 -> 박주현 1인사업자 변경', 976, 976, NULL),
(977, 'KOYJGB200674', '할맥 칠곡석적중리점', '이명우', '15', NULL, '경북 칠곡군 석적읍 중리 206-1', 36.0769348, 128.4141846, 'renewal', '2026-12-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-12-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-12-09', 118.80, 0.00, NULL, NULL, 0, 1300000, 20000000, 'open_dt: 2020-12-24', 977, 977, NULL),
(978, 'KOYJGB190355', '할맥 칠곡왜관점', '이신숙', '15', NULL, '경북 칠곡군 왜관읍 중앙로 91', 35.9830856, 128.3983917, 'renewal', '2025-10-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '718-807', 'YJ', '2023-11-01', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-11-01', 89.10, 0.00, NULL, NULL, 0, 2600000, 25000000, 'open_dt: 2019-11-14', 978, 978, NULL),
(979, NULL, '할맥 태백황지점', '윤미선', '10', '010-4277-0286', '강원특별자치도 태백시 황지동 404-3', 37.1589088, 128.9815063, 'new', '2027-06-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '26034', 'YJ', '2025-06-19', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '제갈민', '2025-06-19', 66.00, 66.00, 1, NULL, 0, 1100000, 20000000, 'open_dt: 2025-07-03', 979, 979, NULL),
(980, 'KOYJGN210692', '할맥 통영도천점', '황숙희', '16', NULL, '경남 통영시 도천상가안길 18', 34.8376465, 128.4147949, 'renewal', '2027-03-02', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '53067', 'YJ', '2025-03-03', '2642201702', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '성화정', '2021-03-03', 72.60, 0.00, NULL, NULL, 20000000, 1000000, 30000000, 'open_dt: 2021-03-31 / store_note: 22년 11월 4일 양도양수 확정

강말연 -> 황숙희', 980, 980, NULL),
(981, 'KOYJGN190259', '할맥 통영무전점', '한선우', '16', NULL, '경남 통영시 무전동 1027-9', 34.8583946, 128.4258423, 'renewal', '2027-06-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '650-801', 'YJ', '2025-06-07', '8380202329', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '성화정', '2019-06-07', 105.60, 0.00, NULL, NULL, 65000000, 2640000, 0, 'open_dt: 2019-06-21 / store_note: 2021 / 06 / 04 김선영 -> 한선우 양도양수 진행', 981, 981, NULL),
(982, 'KOYJGN180137', '할맥 통영죽림점', '김민정', '16', NULL, '경상남도 통영시 광도면 죽림5로 56', 34.8825760, 128.4205322, 'renewal', '2026-10-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(죽림동)', NULL, 'YJ', '2024-10-11', '6083550984', 0, 0, 0, 2000000, '김진석', NULL, '성화정', '2018-10-11', 64.13, 0.00, 0, NULL, 0, 1100000, 20000000, 'open_dt: 2018-10-23 / store_note: 22년 3월 2일 양도양수 진행

박은자 -> 김민정', 982, 982, NULL),
(983, 'YJGG220839', '할맥 파주교하점', '이호', '9', NULL, '경기 파주시 책향기로 423', 37.7249222, 126.7189331, 'renewal', '2026-08-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10874', 'YJ', '2024-08-02', '3626600452', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2022-08-02', 88.36, 0.00, NULL, NULL, 0, 3000000, 40000000, 'open_dt: 2022-08-23', 983, 983, NULL),
(984, 'YJGG190249', '할맥 파주금촌점', '정신자', '9', NULL, '경기 파주시 한마음1길 26', 37.7565422, 126.7711105, 'renewal', '2027-05-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '413-814', 'YJ', '2025-05-23', '6363300748', 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2019-05-23', 112.20, 0.00, NULL, NULL, 0, 1900000, 20000000, 'open_dt: 2019-06-13', 984, 984, NULL),
(985, NULL, '할맥 파주동패점', '김보람', '9', NULL, '경기 파주시 초롱꽃로 117-46', 37.7127113, 126.7150497, 'new', '2028-04-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '109,110호', '10956', 'YJ', '2026-04-07', '5995400968', 7000000, 3000000, 0, 2000000, '이영규', NULL, '홍태선', '2026-04-07', 89.99, 90.00, 1, NULL, 0, 0, 0, 'open_dt: 2026-04-09', 985, 985, NULL),
(986, 'YJGG210711', '할맥 파주문산점', '김린', '9', NULL, '경기 파주시 문산읍 문산리 61-28', 37.8581543, 126.7843475, 'renewal', '2027-05-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10822', 'YJ', '2025-05-07', '2063850848', 0, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2021-05-07', 82.00, 0.00, NULL, NULL, 0, 1400000, 30000000, 'open_dt: 2021-05-12', 986, 986, NULL),
(987, 'YJGG230883', '할맥 파주산내마을점', '전미진', '9', NULL, '경기 파주시 목동동 935-1', 37.7292747, 126.7351990, 'renewal', '2027-04-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10892', 'YJ', '2025-04-10', '2623401223', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2023-04-10', 92.60, 0.00, NULL, NULL, 0, 3500000, 50000000, 'open_dt: 2023-04-26', 987, 987, NULL),
(988, 'YJGG200496', '할맥 파주야당점', '곽옥숙/박상문/박성춘', '9', NULL, '경기 파주시 경의로 1056', 37.7115746, 126.7595367, 'transfer', '2028-04-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2026-04-20', '2131802652', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '홍태선', '2020-04-20', 85.80, 0.00, NULL, NULL, 0, 5300000, 70000000, 'open_dt: 2020-05-07 / store_note: * 현충민/정규태 -> 곽옥숙/정규태 (25/09)

> 직계존속간 명의변경 진행 (곽옥숙은 현충민의 친모)

> 품의서 상으론 25년 9월중 진행되었지만 사업자등록증 실제 발급일은 25년 5월달. 



* 곽옥숙/정규태 -> 곽옥숙/박상문/박성춘 (26/01/01)

> 정규태의 지분을 박상문,박성춘에게 판매.

> 실운영주는 전우성이며 본인의 명의가 아닌 박성춘 또는 박상문 명의로 사업자에 합류', 988, 988, NULL),
(989, 'YJGG240934', '할맥 파주운정역점', '이승준', '9', NULL, '경기 파주시 경의로1240번길 30', 37.7276764, 126.7626343, 'new', '2026-01-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '10896', 'YJ', '2024-01-18', '4032701369', 7000000, 3000000, 0, 2000000, '양다운', NULL, '홍태선', '2024-01-18', 66.00, 0.00, NULL, NULL, 0, 6600000, 150000000, 'open_dt: 2024-01-30', 989, 989, NULL),
(990, 'KOYJGG230927', '할맥 평택고덕로데오점', '윤민영', '9', NULL, '경기 평택시 고덕갈평5길 32', 37.0565567, 127.0474091, 'new', '2025-11-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18008', 'YJ', '2023-11-06', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '순현진', '2023-11-06', 85.80, 0.00, NULL, NULL, 0, 5000000, 100000000, 'open_dt: 2023-11-23', 990, 990, NULL),
(991, 'KOYJGG200536', '할맥 평택고덕점', '오혜리', '9', NULL, '경기 평택시 고덕면 고덕여염12길 38', 37.0428123, 127.0527802, 'renewal', '2026-06-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-07', '7283700730', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '순현진', '2020-06-08', 66.00, 0.00, NULL, NULL, 0, 2800000, 30000000, 'open_dt: 2020-06-23', 991, 991, NULL),
(992, 'KOYJGG220855', '할맥 평택궁리점', '이준희', '9', NULL, '경기 평택시 고덕면 궁리 72-11', 37.0180550, 127.0342941, 'renewal', '2026-10-20', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '17821', 'YJ', '2024-10-21', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이현웅', '2022-10-21', 88.20, 0.00, NULL, NULL, 0, 3000000, 50000000, 'open_dt: 2022-10-25', 992, 992, NULL),
(993, 'KOYJGG210748', '할맥 평택동삭점', '박찬현', '9', NULL, '경기 평택시 상서재로4길 13', 37.0161858, 127.1023788, 'renewal', '2027-07-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18032', 'YJ', '2025-07-12', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2021-07-13', 49.50, 0.00, NULL, NULL, 0, 1000000, 30000000, 'open_dt: 2021-07-27 / store_note: 양도양수 일자 : 24.10.01

기존사업자 이창훈 -> 박찬현(양도양수)', 993, 993, NULL),
(994, 'KOYJGG210746', '할맥 평택법원점', '최광열', '9', NULL, '경기 평택시 동삭동 697-9', 37.0079727, 127.0960312, 'renewal', '2027-07-04', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '17849', 'YJ', '2025-07-05', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2021-07-06', 99.00, 0.00, NULL, NULL, 55000000, 2700000, 50000000, 'open_dt: 2021-07-22 / store_note: 202년 상반기 QCSG프로모션 최우수매장



2022/06/20 양도양수 진행

박시현-> 장동진

동업자간의 양도양수', 994, 994, NULL),
(995, 'KOYJGG190224', '할맥 평택소사벌점', '심관호', '9', NULL, '경기 평택시 비전동 1100-2', 37.0005608, 127.1142654, 'renewal', '2027-05-03', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2025-05-04', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '이현웅', '2019-05-02', 177.89, 0.00, NULL, NULL, 0, 6000000, 100000000, 'open_dt: 2019-05-10', 995, 995, NULL),
(996, 'KOYJGG190232', '할맥 평택송탄출장소점', '이민희', '9', NULL, '경기 평택시 특구로23번길 11', 37.0675163, 127.0626144, 'transfer', '2027-05-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '459-813', 'YJ', '2025-05-12', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-05-13', 91.70, 0.00, NULL, NULL, 0, 2160000, 30000000, 'open_dt: 2019-05-21', 996, 996, NULL),
(997, 'KOYJGG200625', '할맥 평택송화점', '강봉수', '9', NULL, '경기 평택시 팽성읍 송화리 775-2', 36.9640350, 127.0576172, 'transfer', '2026-08-31', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-09-01', '4024066295', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '순현진', '2020-09-01', 102.30, 0.00, NULL, NULL, 0, 2300000, 20000000, 'open_dt: 2020-09-18', 997, 997, NULL),
(998, 'KOYJGG200396', '할맥 평택안중점', '정혜정', '1', NULL, '경기 평택시 안중읍 안중로8번길 57', 36.9816322, 126.9270554, 'renewal', '2025-12-08', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '451-885', 'YJ', '2023-12-10', '7100302765', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이현웅', '2019-12-10', 75.60, 0.00, NULL, NULL, 20000000, 1200000, 20000000, 'open_dt: 2020-01-10', 998, 998, NULL),
(999, 'KOYJGG190320', '할맥 평택역점', '최은아', '9', NULL, '경기 평택시 자유로 16', 36.9929543, 127.0912323, 'renewal', '2025-09-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '450-831', 'YJ', '2023-09-19', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '순현진', '2019-09-19', 141.00, 0.00, NULL, NULL, 110000000, 2500000, 30000000, 'open_dt: 2019-09-27', 999, 999, NULL),
(1000, 'KOYJGG190372', '할맥 평택용이점', '전현진', '9', NULL, '경기 평택시 용이동 464-1', 36.9951248, 127.1381683, 'renewal', '2025-11-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '450-130', 'YJ', '2023-11-25', '8015300506', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '이현웅', '2019-11-25', 72.60, 0.00, NULL, NULL, 0, 2000000, 20000000, 'open_dt: 2019-12-10', 1000, 1000, NULL),
(1001, 'KOYJGG230920', '할맥 평택용죽지구점', '이경석', '9', NULL, '경기 평택시 용죽5길 13', 36.9934273, 127.1267166, 'new', '2025-10-10', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18033', 'YJ', '2023-10-11', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이현웅', '2023-10-11', 85.80, 0.00, NULL, NULL, 0, 2600000, 80000000, 'open_dt: 2023-10-18', 1001, 1001, NULL),
(1002, 'KOYJGG220794', '할맥 평택이충점', '박성훈', '9', NULL, '경기 평택시 경기대로 1286', 37.0598526, 127.0649872, 'transfer', '2026-01-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '17735', 'YJ', '2024-01-25', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '순현진', '2022-01-25', 78.00, 0.00, NULL, NULL, 25000000, 2300000, 40000000, 'open_dt: 2022-02-15', 1002, 1002, NULL),
(1003, 'KOYJGG200519', '할맥 평택청북점', '김재만', '9', NULL, '경기 평택시 청북읍 옥길리 1163-5', 37.0174332, 126.9173050, 'transfer', '2026-05-18', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-05-19', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '이현웅', '2020-05-20', 89.10, 0.00, NULL, NULL, 0, 2200000, 40000000, 'open_dt: 2020-08-07', 1003, 1003, NULL),
(1004, 'KOYJGG200544', '할맥 평택포승점', '김경환', '9', NULL, '경기 평택시 포승읍 여술로 30-1', 36.9883461, 126.8460007, 'renewal', '2026-06-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-06-15', '6022765669', 7000000, 3000000, 0, 2000000, '양다운', NULL, '이현웅', '2020-06-16', 95.70, 0.00, NULL, NULL, 0, 2400000, 30000000, 'open_dt: 2020-07-03', 1004, 1004, NULL),
(1005, 'KOYJGG180133', '할맥 평택합정점', '성치종', '1', NULL, '경기도 평택시 합정동 912-14', 36.9896545, 127.1011200, 'renewal', '2026-09-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(합정동)', NULL, 'YJ', '2024-09-12', '1785600407', 0, 0, 0, 0, '김진석', NULL, '순현진', '2018-09-13', 145.45, 0.00, 0, NULL, 0, 2750000, 40000000, 'open_dt: 2018-09-20', 1005, 1005, NULL),
(1006, 'KOYJGG200603', '할맥 포천 송우점', '김광배', '9', NULL, '경기 포천시 소흘읍 태봉로166번길 19-12', 37.8305550, 127.1410599, 'renewal', '2026-08-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-12', '3403900801', 7000000, 3000000, 0, 2000000, '양다운', NULL, '정인수', '2020-08-12', 111.40, 0.00, NULL, NULL, 14000000, 1700000, 20000000, 'open_dt: 2020-09-30', 1006, 1006, NULL),
(1007, 'KOYJGB220786', '할맥 포항두호점', '정용훈', '15', NULL, '경북 포항시 북구 두호동 1099-1', 36.0663681, 129.3727570, 'renewal', '2025-12-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '37618', 'YJ', '2023-12-16', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2021-12-16', 102.30, 0.00, NULL, NULL, 0, 1850000, 30000000, 'open_dt: 2021-12-28', 1007, 1007, NULL),
(1008, 'KOYJGB170046', '할맥 포항문덕점', '이영희', '15', NULL, '경상북도 포항시 남구 오천읍 원동로 125', 35.9742203, 129.4020386, 'renewal', '2025-09-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층(오천)', NULL, 'YJ', '2023-09-18', '4117600127', 0, 0, 0, 0, '김진석', NULL, '김룡섭', '2017-09-18', 96.00, 0.00, 0, NULL, 0, 1750000, 25000000, 'open_dt: 2017-09-28', 1008, 1008, NULL),
(1009, 'KOYJGB190173', '할맥 포항쌍용거리점', '김경재', '15', NULL, '경북 포항시 북구 죽도동 718-21', 36.0158234, 129.3537445, 'renewal', '2027-02-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '791-845', 'YJ', '2025-02-20', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-02-18', 88.26, 0.00, NULL, NULL, 30000000, 1200000, 10000000, 'open_dt: 2019-02-26 / store_note: 21.11.15 백성인 -> 김경재 양도양수





역전할머니맥주 쌍용거리점은 매장(간판지원) 공사 진행에 따라 가맹본부를 통해 간판교체비용 8,074,000원 (VAT 포함) 중 40%에 해당하는 3,229,600원 (VAT 포함)을 지원 받았음을 확인하며 점포환경개선이 끝난 날부터 3년 이내에 가맹본부의 책임없는 사유로 계약이 종료 (계약의 해지) 되는 경우에는 가맹본부가 부담액 중 나머지 기간에 비례하는 부담액은 지급 하지 아니하거나 이미 지급한 경우에는 환수하는 것에 대해여 동의 합니다.', 1009, 1009, NULL),
(1010, 'KOYJGB190329', '할맥 포항영일대점', '오성무.나윤수', '15', NULL, '경북 포항시 북구 해안로 63-2', 36.0545502, 129.3769836, 'renewal', '2025-10-06', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '791-120', 'YJ', '2023-10-08', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2019-10-08', 132.00, 0.00, NULL, NULL, 65000000, 3000000, 50000000, 'open_dt: 2019-10-18 / store_note: 20.03.23 유승훈 -> 오성무 양도양수 

21.06.14 오성무 -> 고서윤 양도양수 (부부 사업자 변경)', 1010, 1010, NULL),
(1011, 'KOYJGB210761', '할맥 포항이동점', '김민영', '15', NULL, '경북 포항시 남구 대이로159번길 11-10', 36.0283661, 129.3384247, 'transfer', '2025-08-24', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '37676', 'YJ', '2023-08-26', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2021-08-26', 92.40, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2021-08-31', 1011, 1011, NULL),
(1012, NULL, '할맥 포항이인점', '김원식', '15', NULL, '경북 포항시 북구 흥해읍 이인리 산 189-10', 36.0719681, 129.3343506, 'transfer', '2026-11-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '37566', 'YJ', '2024-11-18', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '김룡섭', '2024-11-18', 64.00, 64.00, 1, NULL, 0, 1300000, 30000000, 'open_dt: 2024-12-05', 1012, 1012, NULL),
(1013, 'KOYJGB200440', '할맥 포항장량점', '정민서', '15', NULL, '경북 포항시 북구 장량중앙로 76', 36.0894737, 129.3899078, 'transfer', '2026-02-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '791-270', 'YJ', '2024-02-13', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-02-13', 66.00, 0.00, NULL, NULL, 10000000, 1300000, 30000000, 'open_dt: 2020-03-06 / store_note: 양도양수 일자 : 24.09.26

기존사업자 정한탁 -> 정민서(양도양수)', 1013, 1013, NULL),
(1014, 'KOYJGB200449', '할맥 포항초곡점', '박주찬', '15', NULL, '경북 포항시 북구 흥해읍 초곡리 1183-1', 36.0972252, 129.3370209, 'renewal', '2026-02-17', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-02-19', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '김룡섭', '2020-02-19', 66.00, 0.00, NULL, NULL, 0, 1200000, 20000000, 'open_dt: 2020-03-13 / store_note: 허재영 -> 김다현



양도양수 일자 : 2023.10.10

기존사업자 김다현-> 박주찬 (단순 명의변경 점주->점장 명의변경)', 1014, 1014, NULL),
(1015, 'KOYJGB220848', '할맥 포항효자점', '허청', '15', NULL, '경북 포항시 남구 효자동 569-2', 36.0061188, 129.3352509, 'renewal', '2026-09-05', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '37836', 'YJ', '2024-09-06', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '김룡섭', '2022-09-06', 101.66, 0.00, NULL, NULL, 50000000, 1500000, 30000000, 'open_dt: 2022-09-20', 1015, 1015, NULL),
(1016, NULL, '할맥 하남감일지구점', '박시영', '1', NULL, '경기 하남시 신우실로63번길 15', 37.5097008, 127.1631393, 'renewal', '2027-06-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12996', 'YJ', '2025-06-12', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '조윤제', '2023-06-12', 84.49, 0.00, NULL, NULL, 0, 4200000, 60000000, 'open_dt: 2023-06-21', 1016, 1016, NULL),
(1017, 'KOYJGG200608', '할맥 하남덕풍점', '이승민', '9', NULL, '경기 하남시 신장로136번길 7', 37.5389557, 127.2032700, 'renewal', '2026-08-27', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-08-28', '8830201903', 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '최지호', '2020-08-28', 132.00, 0.00, NULL, NULL, 130000000, 1700000, 20000000, 'open_dt: 2020-09-10', 1017, 1017, NULL),
(1018, NULL, '할맥 하남미사강변대로점', '권정희', '9', NULL, '경기 하남시 미사강변대로226번안길 21', 37.5692749, 127.1857224, 'renewal', '2027-04-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12909', 'YJ', '2025-04-10', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2023-04-10', 78.10, 0.00, NULL, NULL, 0, 3300000, 0, 'open_dt: 2023-04-20', 1018, 1018, NULL),
(1019, 'KOYJGG200588', '할맥 하남미사신도시점', '임봉재', '9', NULL, '경기 하남시 망월동 1111', 37.5615425, 127.1917953, 'renewal', '2026-07-30', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-07-31', '2522001495', 7000000, 3000000, 0, 2000000, '양다운', NULL, '최지호', '2020-07-31', 94.05, 0.00, NULL, NULL, 10000000, 6600000, 100000000, 'open_dt: 2020-08-14', 1019, 1019, NULL),
(1020, NULL, '할맥 하남북위례점', '설재심', '9', NULL, '경기 하남시 위례학암로13번길 28', 37.4878426, 127.1594315, 'new', '2026-04-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '1층', '13009', 'YJ', '2024-04-08', '3111550307', 7000000, 3000000, 0, 2000000, '이영규', NULL, '조윤제', '2024-04-08', 125.00, 0.00, NULL, NULL, 0, 3000000, 40000000, 'open_dt: 2024-04-17', 1020, 1020, NULL),
(1021, NULL, '할맥 하남현대지산점', '인케이코리아(주)', '1', NULL, '경기 하남시 미사대로 520', 37.5588264, 127.2046890, 'renewal', '2026-12-11', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '12925', 'YJ', '2024-12-12', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '관리자', '2022-12-12', 85.68, 0.00, NULL, NULL, 0, 3770000, 40000000, 'open_dt: 2022-12-20', 1021, 1021, NULL),
(1022, 'KOYJGN220834', '할맥 함안가야점', '임혜숙', '16', NULL, '경남 함안군 가야읍 말산리 479-2', 35.2775002, 128.4050598, 'transfer', '2026-08-01', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '52041', 'YJ', '2024-08-02', NULL, 0, 3000000, 0, 2000000, '양다운', NULL, '성화정', '2022-08-02', 82.23, 0.00, NULL, NULL, 0, 1500000, 20000000, 'open_dt: 2022-08-11 / store_note: 송민섭->임혜숙 양수도일자 : 12/23', 1022, 1022, NULL),
(1023, 'KOYJCN220851', '할맥 홍성법원점', '최경탁', '12', NULL, '충남 홍성군 홍성읍 월산리 846-9', 36.5993729, 126.6490860, 'renewal', '2026-09-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '32226', 'YJ', '2024-09-22', '1111594137', 0, 3000000, 2000000, 0, '양다운', NULL, '순현진', '2022-09-22', 123.20, 0.00, NULL, NULL, 0, 0, 0, 'open_dt: 2022-09-29', 1023, 1023, NULL),
(1024, 'KOYJGG190351', '할맥 화성남양점', '배영선', '9', NULL, '경기 화성시 남양읍 남양리 2074-17', 37.2013741, 126.8262024, 'renewal', '2025-10-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '445-851', 'YJ', '2023-10-24', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-10-24', 96.30, 0.00, NULL, NULL, 0, 2200000, 30000000, 'open_dt: 2019-11-12', 1024, 1024, NULL),
(1025, 'KOYJGG220817', '할맥 화성능동점', '정원식', '9', NULL, '경기 화성시 동탄원천로 360', 37.2184448, 127.0574188, 'transfer', '2026-06-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18423', 'YJ', '2024-06-23', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2022-06-23', 115.00, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2022-06-28', 1025, 1025, NULL),
(1026, 'KOYJGG190312', '할맥 화성동탄역점', '김용현', '9', NULL, '경기 화성시 동탄대로 469-12', 37.1958504, 127.0979767, 'renewal', '2025-07-29', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-07-31', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-07-31', 66.60, 0.00, NULL, NULL, 0, 4000000, 50000000, 'open_dt: 2019-08-28 / store_note: 기존사업자 엄경태 -> 김용현 (법인사업자 : (주)더프로미스) (양도양수)

양도양수 일자 : 23.12.16', 1026, 1026, NULL),
(1027, NULL, '할맥 화성반월점', '양광미', '9', NULL, '경기 화성시 반월동 31-1', 37.2357635, 127.0624313, 'new', '2025-08-09', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18379', 'YJ', '2023-08-10', NULL, 7000000, 3000000, 0, 2000000, '서태윤', NULL, '오병인', '2023-08-10', 115.50, 0.00, NULL, NULL, 0, 3000000, 35000000, 'open_dt: 2023-08-29', 1027, 1027, NULL),
(1028, 'KOYJGG190213', '할맥 화성병점점', '김희석', '9', NULL, '경기 화성시 진안동 877-10', 37.2127647, 127.0402298, 'renewal', '2027-04-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '445-390', 'YJ', '2025-04-17', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-04-18', 99.00, 0.00, NULL, NULL, 0, 2200000, 20000000, 'open_dt: 2019-05-01', 1028, 1028, NULL),
(1029, 'KOYJGG220813', '할맥 화성봉담2지구점', '신혜정', '9', NULL, '경기 화성시 봉담읍 상리2길 55', 37.2250748, 126.9469604, 'transfer', '2026-06-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18309', 'YJ', '2024-06-08', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2022-06-08', 86.40, 0.00, NULL, NULL, 0, 4500000, 60000000, 'open_dt: 2022-06-14 / store_note: 양도양수 일자 : 2024년 6월 15일

기존사업자 손대열 -> 신혜정(양도양수)', 1029, 1029, NULL),
(1030, 'KOYJGG200390', '할맥 화성봉담점', '조준형', '9', NULL, '경기 화성시 봉담읍 동화길 51', 37.2191315, 126.9555511, 'renewal', '2025-12-07', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2023-12-09', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-12-09', 85.80, 0.00, NULL, NULL, 0, 4900000, 50000000, 'open_dt: 2020-01-07', 1030, 1030, NULL),
(1031, 'KOYJGG190247', '할맥 화성석우점', '이수민', '9', NULL, '경기 화성시 석우동 16-16', 37.2235603, 127.0751953, 'renewal', '2027-05-21', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '445-170', 'YJ', '2025-05-22', NULL, 7000000, 0, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-05-23', 133.30, 0.00, NULL, NULL, 0, 2500000, 50000000, 'open_dt: 2019-06-12', 1031, 1031, NULL),
(1032, 'KOYJGG200472', '할맥 화성송산신도시점', '박승용', '9', NULL, '경기 화성시 꽃내음1길 19-18', 37.2837753, 126.8184357, 'renewal', '2026-03-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, NULL, 'YJ', '2024-03-23', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2020-03-23', 99.00, 0.00, NULL, NULL, 0, 6000000, 100000000, 'open_dt: 2020-04-10', 1032, 1032, NULL),
(1033, 'KOYJGG190294', '할맥 화성수원대점', '김초희', '9', NULL, '경기 화성시 봉담읍 와우로 99', 37.2141762, 126.9766693, 'renewal', '2027-07-14', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '445-897', 'YJ', '2025-07-15', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-07-16', 89.00, 0.00, NULL, NULL, 50000000, 3800000, 80000000, 'open_dt: 2019-08-02 / store_note: 계약서 작성 : 2023.04.27

양도양수 일자 : 2023.05.5

기존사업자 강미라 -> 김초희', 1033, 1033, NULL),
(1034, NULL, '할맥 화성조암점', '이정균', '9', NULL, '경기 화성시 우정읍 조암북로68번나길 3-1', 37.0862350, 126.8221283, 'transfer', '2025-10-22', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18565', 'YJ', '2023-10-23', NULL, 7000000, 3000000, 0, 2000000, '양다운', NULL, '오병인', '2023-10-23', 66.00, 0.00, NULL, NULL, 0, 1200000, 20000000, 'open_dt: 2023-11-07 / store_note: 양도양수 일자 : 24.07.29

기존사업자 김준형 -> 이정균(양도양수)', 1034, 1034, NULL),
(1035, 'KOYJGG190375', '할맥 화성향남2지구점', '이정옥', '9', NULL, '경기 화성시 향남읍 발안양감로 187', 37.1164017, 126.9108810, 'transfer', '2025-11-19', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '센트럴 프라자 111호', NULL, 'YJ', '2023-11-21', NULL, 7000000, 3000000, 0, 2000000, '미지정(영업)', NULL, '오병인', '2019-11-21', 56.10, 0.00, NULL, NULL, 0, 3200000, 30000000, 'open_dt: 2019-12-12', 1035, 1035, NULL),
(1036, NULL, '할맥 화성향남상신점', '이범승', '9', '010-3323-3999', '경기 화성시 향남읍 상신하길로126번길 21', 37.1045265, 126.9008179, 'new', '2027-04-23', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, NULL, '18617', 'YJ', '2025-04-24', NULL, 7000000, 3000000, 0, 2000000, '이영규', NULL, '오병인', '2025-04-24', 78.00, 78.00, 1, NULL, 0, 3000000, 40000000, 'open_dt: 2025-05-08', 1036, 1036, NULL),
(1037, 'YRSU250002', '할맥레드 사당역점', '이병윤', '1', NULL, '서울 서초구 방배천로2길 15', 37.4771423, 126.9836655, 'new', NULL, true, 'DI', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '2층 (오륜빌딩)', '06693', 'YJ', NULL, NULL, 0, 0, 0, 190000000, '서태윤', NULL, '박현수', NULL, 0.00, 280.50, 2, NULL, 130000000, 7710000, 190000000, NULL, 1037, 1037, NULL),
(1038, NULL, '핣맥 김해스카이시티점', '배현자', '16', '010-7640-4151', '경남 김해시 장유로 500', 35.1854820, 128.8217010, 'new', '2027-07-16', true, 'FR', CURRENT_TIMESTAMP, CURRENT_TIMESTAMP, '301동 J112호', '51001', 'YJ', '2025-07-17', NULL, 7000000, 3000000, 0, 2000000, '이동엽', NULL, '우세현', '2025-07-17', 69.30, 69.30, NULL, NULL, 0, 0, 0, 'open_dt: 2025-08-19', 1038, 1038, NULL);
SELECT setval('public.store_mst_store_idx_seq', COALESCE((SELECT MAX(store_idx) FROM store_mst), 1), true);
COMMIT;
